{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"chunk-config-tab-scanner.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Create now":["Criar agora"],"Disabled":["Desactivado"],"Cancel":["Cancelar"],"No":["Não"],"Close":["Fechar"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Actions":["Acções"],"Yes":["Sim"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Se acredita que está a receber esta mensagem de erro por engano, dado que tem um sitemap, por favor, <a href=\"%s\" target=\"_blank\" \/>entre em contacto com o nosso suporte<\/a> e verificaremos cuidadosamente a origem do problema na sua instalação WordPress."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Não foi possível localizar o sitemap do seu site, mas precisamos dele para analisar a totalidade das páginas que o constituem. Será que tem esta funcionalidade desactivada no seu WordPress?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Não foi possível analisar o sitemap. Por conseguinte, não podemos verificar a existência de serviços no seu site."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["O sitemap está em branco. Por conseguinte, não foi possível adicionar qualquer URL à verificação."],"Want to use %s template?":["Pretende utilizar o modelo %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["A versão %s de Real Cookie Banner inclui um número limitado de modelos para serviços e bloqueadores de conteúdo. Obtenha a versão PRO hoje mesmo e crie serviços e bloqueadores de conteúdo a partir deste modelo com apenas um clique!"],"Demo":["Demo"],"Free":["Grátis"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Pode criar este serviço e pesquisar as informações necessárias sem quaisquer restrições com a versão gratuita."],"Special circumstances for this service":["Circunstâncias especiais para este serviço"],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["O plugin {{strong}}%s{{\/strong}} recomenda este serviço."],"Integration":["Integração"],"No description":["Sem descrição"],"Whoops!":["Ups!"],"Scan complete website":["Analisar todo o site"],"Find your website sitemap...":["Localize o sitemap do seu site..."],"Collect all scannable URLs...":["Obter todos os URL analisáveis..."],"Add URLs to queue...":["Adicionar URL à fila de espera..."],"Scanner requires up-to-date search data from the Service Cloud":["O scanner requer dados de pesquisa actualizados da Service Cloud"],"The scanner can automatically search your website for used services. To do this, it needs an up-to-date database of search data for services, which must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["O scanner analisa o seu site para identificar automaticamente os serviços utilizados. Para tal, é necessária uma base de dados de pesquisa de serviços actualizada, que terá de ser descarregada da Service Cloud do Real Cookie Banner. Estes dados serão descarregados para o seu servidor, pelo que os visitantes do seu site não precisarão de se ligar a qualquer nuvem."],"You can activate your free licence at any time, without any costs.":["Pode activar a sua licença gratuita em qualquer altura, sem quaisquer custos."],"All recommendations applied":["Todas as recomendações foram aplicadas"],"%d of %d recommendations applied":["%d de %d recomendações aplicadas"],"Scan failed":["A análise falhou"],"Scan completed":["Análise concluída"],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["A analisar {{code}}%s{{\/code}} (%d de %d páginas analisadas)..."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Entretanto, pode adicionar serviços já encontrados, editar o seu site ou ir tomar um café. O scanner funciona em segundo plano."],"Cancel scan":["Cancelar a análise"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Analise o seu site para identificar e obter consentimento para os serviços utilizados passíveis de transmitir dados pessoais e\/ou utilizar cookies."],"Acknowledged":["Reconhecido"],"Ignored":["Ignorada"],"Show explanation":["Mostrar explicação"],"Activate TCF":["Activar TCF"],"Show recommendation again":["Mostrar novamente a recomendação"],"Acknowledge recommendation":["Reconhecer a recomendação"],"Ignore recommendation":["Ignorar recomendação"],"Are you sure that you want to ignore this recommendation?":["Tem a certeza de que pretende ignorar esta recomendação?"],"Page is scheduled for scanning again...":["Página marcada para voltar a ser analisada..."],"Element found by markup":["Elemento encontrado com base no código de marcação da página"],"Scan again":["Analisar novamente"],"Open markup":["Abrir elementos de marcação"],"Since the scanner is currently still running, the table may be refreshed.":["A tabela poderá ser actualizada porque o scanner ainda está a funcionar."],"Something went wrong.":["Algo correu mal."],"No external URL found":["Não foi encontrado qualquer URL externo"],"Last scanned":["Analisado pela última vez"],"HTML Tag":["Tag HTML"],"This status shows you if the URL was blocked by a content blocker you defined.":["Este estado mostra-lhe se o URL foi bloqueado por um bloqueador de conteúdo definido por si."],"Blocked?":["Bloqueado?"],"Blocked URL":["URL bloqueado"],"Found on this URL":["Encontrado neste URL"],"Pages are scheduled for scanning again...":["Páginas marcadas para voltarem a ser analisadas..."],"Scan these pages again":["Analisar novamente estas páginas"],"Embeds found on %d page":["Encontrados elementos incorporados em %d página","Encontrados elementos incorporados em %d páginas"],"Services, for which you should obtain consent":["Serviços para os quais é necessário que obtenha consentimento"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["{{i}}%s{{\/i}} pertence a um serviço essencial, sem o qual o seu site deixaria tecnicamente de funcionar?"],"I do not know":["Não sei"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Não:{{\/strong}} os serviços não essenciais que procedem ao tratamento de dados pessoais (p. ex. endereço IP, em alguns países) ou à instalação de cookies só podem ser carregados após consentimento. Deverá bloqueá-los, utilizando um bloqueador de conteúdo, até este consentimento ser dado. {{i}}Incluem-se aqui, a título de exemplo, iframes, YouTube e outras incorporações ou ferramentas de rastreio semelhantes. {{\/i}}"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Sim (casos raros):{{\/strong}} é necessário que informe os seus visitantes de que o serviço se encontra incluído entre os considerados essenciais para o seu site. Não é necessário criar um bloqueador de conteúdo, uma vez que o serviço pode ser carregado sem consentimento. {{i}}Exemplos disto são, ferramentas de protecção contra spam respeitadoras da privacidade do utilizador e ferramentas de segurança.{{\/i}}"],"Handle external URL":["Gerir URL externo"],"Embeds of external URLs to be checked":["Elementos com URL externos incorporados a verificar"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Está a incorporar scripts, estilos, iframes ou similares dos seguintes servidores de terceiros. No presente, ainda não dispomos de modelos de serviço para estes elementos. Por conseguinte, poderá ter de criar um serviço e\/ou bloqueador de conteúdo após avaliar a situação."],"What does the scanner find?":["O que é que o scanner encontra?"]}}}