{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"queue.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Real Cookie Banner has scanned your website!":["Real Cookie Banner acabou de analisar o seu site!"],"You may not have noticed, but we have been scanning your website in the background. View <a href=\"%s\">scanner results<\/a> to obtain consent for used services from your website visitors!":["Poderá não se ter apercebido, mas analisámos o seu site em segundo plano. Visualize os <a href=\"%s\">resultados da verificação<\/a> para obter o consentimento necessário para os serviços utilizados pelos seus visitantes!"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Se acredita que está a receber esta mensagem de erro por engano, dado que tem um sitemap, por favor, <a href=\"%s\" target=\"_blank\" \/>entre em contacto com o nosso suporte<\/a> e verificaremos cuidadosamente a origem do problema na sua instalação WordPress."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Não foi possível localizar o sitemap do seu site, mas precisamos dele para analisar a totalidade das páginas que o constituem. Será que tem esta funcionalidade desactivada no seu WordPress?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Não foi possível analisar o sitemap. Por conseguinte, não podemos verificar a existência de serviços no seu site."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["O sitemap está em branco. Por conseguinte, não foi possível adicionar qualquer URL à verificação."]}}}