{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"chunk-config-tab-dashboard.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Want a better integrated visual content blocker for your website?":["Precisa de um bloqueador de conteúdo visual melhor integrado no seu site?"],"pro-modal\/visual-content-blocker.webp":["pro-modal\/visual-content-blocker.webp"],"Instead of a lot of text, you can offer your visitor a more pleasant way to view blocked content. For example, you can replace your video embeds with a privacy-compliant dummy player with thumbnail, or an embedded map with a preview map.":["Em vez de apresentar muito texto, pode oferecer ao seu visitante uma forma mais agradável de ver o conteúdo bloqueado. Por exemplo, pode substituir os seus vídeos incorporados por um leitor fictício, com uma miniatura respeitadora das definições de privacidade escolhidas, ou um mapa incorporado por um mapa de pré-visualização."],"Services":["Serviços"],"Cancel":["Cancelar"],"No":["Não"],"Today":["Hoje"],"Want to see detailed statistics about the consents of your visitors?":["Pretende visualizar estatísticas detalhadas dos consentimentos dos seus visitantes?"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["É possível obter uma série de estatísticas sobre a forma como os seus utilizadores utilizam o aviso de cookies, o que ajuda a calcular o número total de utilizadores que não querem ser seguidos. Uma forma de o fazer será extrapolar dados do Google Analytics."],"Content Blocker":["Bloqueador de Conteúdo"],"Statistics":["Estatísticas"],"Select date":["Seleccionar data"],"Start date":["Data de início"],"End date":["Data de fim"],"Now":["Agora"],"Back to today":["Voltar ao dia de hoje"],"OK":["OK"],"Clear":["Limpar"],"Month":["Mês"],"Year":["Ano"],"Select time":["Seleccionar hora"],"Choose a month":["Seleccionar mês"],"Choose a year":["Seleccionar ano"],"Choose a decade":["Seleccionar década"],"Previous month (PageUp)":["Mês anterior (PageUp)"],"Next month (PageDown)":["Mês seguinte (PageDown)"],"Last year (Control + left)":["Ano passado (Control + esquerda)"],"Next year (Control + right)":["Próximo ano (Control + direita)"],"Last decade":["Última década"],"Next decade":["Próxima década"],"Last century":["Último século"],"Next century":["Próximo século"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Cookie Banner está {{strong}}activo{{\/strong}}"],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Cookie Banner está {{strong}}desactivado{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["É possível activar e desactivar o aviso de cookies na {{a}}página de opções{{\/a}}."],"Content Blocker is {{strong}}activated{{\/strong}}":["O bloqueador de conteúdo está {{strong}}activo{{\/strong}}"],"Content Blocker is {{strong}}deactivated{{\/strong}}":["O bloqueador de conteúdo está {{strong}}desactivado{{\/strong}}"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["É possível activar e desactivar o bloqueador de conteúdos na {{a}}página de opções{{\/a}}."],"Available service groups:":["Grupos de serviços disponíveis:"],"Manage":["Gerir"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Definiu {{strong}}%d serviços activos{{\/strong}}, %d serviços inactivos e %d serviços como rascunho."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Definiu {{strong}}%d prestadores TCF activos{{\/strong}}, %d inactivos e %d como rascunho."],"Want to optimize the cookie banner for mobile users?":["Pretende optimizar o aviso de cookies para dispositivos móveis?"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Os avisos de cookies são um mal necessário que ocupa muito espaço, especialmente em smartphones. Esta optimização para dispositivos móveis permite-lhe personalizar o aviso de cookies de modo a torná-lo mais discreto e, ao mesmo tempo, fácil de ler em smartphones."],"Enable mobile optimization":["Activar optimização para dispositivos móveis"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["O tamanho do aviso de cookies pode ser reduzido para os visitantes com dispositivos móveis, para que não ocupe demasiado espaço nos seus ecrãs."],"Simulate device in preview":["Simular pré-visualização em dispositivo móvel"],"Successfully saved changes!":["Alterações guardadas com sucesso!"],"Already applied":["Já aplicadas"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Descarregue modelos para centenas de serviços que podem ser executados no seu site a partir da Service Cloud do Real Cookie Banner. Estes dados serão descarregados para o seu servidor, pelo que os visitantes do seu site não precisarão de se ligar a qualquer nuvem."],"You have downloaded the service templates the last time on {{u\/}}":["Descarregou modelos de serviços pela última vez em {{u\/}}"],"Release ID":["Release ID"],"Pre-release":["Pré-lançamento"],"Yes":["Sim"],"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Ocorreu um erro ao tentar transferir os modelos da Service Cloud pela primeira vez. Por esse motivo, o scanner não poderá sugerir resultados de análise para modelos de serviços. Tentaremos realizar novamente esta transferência, de forma automática, dentro de alguns minutos. Para repetir a transferência agora, clique em \"Atualizar modelos\", abaixo."],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["A base de dados de modelos é descarregada para o seu WordPress e actualizada diariamente. Clique em \"Actualizar modelos\" para descarregar a versão mais recente!"],"Update templates":["Actualizar modelos"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Esta funcionalidade apenas se encontra disponível mediante licença válida, uma vez que é necessário que os modelos de serviços sejam descarregados regularmente do nosso serviço de nuvem."],"Activate license":["Activar a licença"],"Activate free license":["Activar licença gratuita"],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["O Real Cookie Banner pode esvaziar a cache da sua página automaticamente, assim que a detectar. Isto significa que não tem de limpar manualmente a cache da página, caso faça alterações ao aviso de cookies através do personalizador ou se pedir um novo consentimento."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Foi detectada {{strong}}%s{{\/strong}} como cache da sua página."],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["{{strong}}Não detectámos{{\/strong}} cache de página no seu site."],"General":["Geral"],"Dismiss this info":["Ignorar esta informação"],"Set up the cookie banner":["Configurar o aviso de cookies"],"I have already done all the steps":["Já efectuei todos os passos"],"More statistics":["Mais estatísticas"],"Service Cloud":["Service Cloud"],"Cache":["Cache"]}}}