{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"chunk-config-tab-settings.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Please choose an option!":["Escolha uma opção!"],"Enabled":["Activado"],"Disabled":["Desactivado"],"Description":["Descrição"],"Cancel":["Cancelar"],"Select":["Seleccionar"],"Search...":["Pesquisar..."],"Transparency & Consent Framework (TCF)":["Transparency and Consent Framework (TCF)"],"Google Consent Mode":["Google Consent Mode"],"Collect additional data via URL parameters":["Recolha dados adicionais através de parâmetros URL"],"Redact ads data without consent":["Reduza os dados dos anúncios sem consentimento"],"Naming of requested consent types in first view":["Nomeação dos tipos de consentimento solicitados na primeira vista"],"Legal basis to be applied":["Base jurídica aplicável"],"GDPR \/ ePrivacy Directive":["RGPD \/ Directiva ePrivacy"],"DSG (Switzerland)":["DSG (Suíça)"],"Cookie Banner\/Dialog":["Banner\/caixa de diálogo sobre cookies"],"Content Blocker":["Bloqueador de Conteúdo"],"Automatically accept all services for bots":["Aceitação automática de todos os serviços para bots"],"Respect \"Do Not Track\"":["Respeitar a opção \"Do Not Track\""],"Duration of cookie consent":["Duração do consentimento de cookies"],"days":["dias"],"Handling of failed consent documentation":["Tratamento de documentação de consentimento falhada"],"Allow only essential services":["Permitir apenas os serviços essenciais"],"Respect user consent":["Respeitar o consentimento do utilizador"],"Save IP address on consent":["Guardar o endereço IP no consentimento"],"Consent for data processing in unsafe third countries":["Consentimento para o tratamento de dados pessoais em países terceiros, não seguros"],"Age notice for consent":["Aviso de idade para consentimento"],"Age limit":["Limite de idade"],"Banner-less consent":["Consentimento sem banner"],"Show cookie banner on specific pages":["Mostrar o banner de cookies em páginas específicas"],"Naming of all services in first view":["Listagem de todos os serviços na primeira vista"],"Consent Forwarding":["Reencaminhamento de Consentimentos"],"Hide on additional pages":["Ocultar noutras páginas"],"Geo-restriction":["Restrição geográfica"],"Show banner only to users from these countries":["Mostrar o banner apenas aos utilizadores destes países"],"Implicit consent for users from third countries":["Consentimento implícito para utilizadores de países terceiros"],"Accept all":["Aceitar todos"],"Accept only essentials":["Aceitar apenas essenciais"],"Successfully copied to the clipboard!":["Copiado com sucesso para a área de transferência!"],"Link":["Ligação"],"Copy to clipboard":["Copiar para a área de transferência"],"Customize":["Personalizar"],"Activate license":["Activar a licença"],"General":["Geral"],"Deactivate":["Desactivar"],"Consent":["Consentimento"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/pt\/read\/article-5\/"],"Leave":["Sair"],"Countries with an adequacy decision in EU: %s":["Países que adoptaram uma decisão de adequação na UE: %s"],"Countries with an adequacy decision in Switzerland: %s":["Países que adoptaram uma decisão de adequação na Suíça: %s"],"Countries where GDPR applies: %s":["Países que aplicam o RGPD: %s"],"Countries where %s applies":["Países onde %s se aplica"],"legal-text\u0004GDPR (EU\/EEA)":["RGPD (UE\/EEE)"],"legal-text\u0004DSG (Switzerland)":["DSG (Suíça)"],"legal-text\u0004GDPR":["RGPD"],"legal-text\u0004Art. 49 (1) (a) GDPR (EU\/EEA)":["Art. 49 (1) (a) RGPD (UE\/EEE)"],"legal-text\u0004Art. 17 (1) (a) DSG (Switzerland)":["Art. 17.º (1) (a) do DSG (Suíça)"],"legal-text\u0004Art. 49 (1) (a) GDPR":["Art. 49 (1) (a) RGPD"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/pt\/read\/article-49\/"],"https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17":["https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17"],"Legal notice":["Aviso legal"],"Privacy policy":["Política de privacidade"],"General terms and conditions":["Termos e condições gerais"],"Terms of use":["Termos de utilização"],"Cancellation policy":["Política de cancelamento"],"Cookie policy":["Política de cookies"],"Data processing agreement":["Acordo de tratamento de dados"],"Dispute resolution":["Resolução de litígios"],"Other":["Outros"],"Successfully updated settings!":["Opções actualizadas com sucesso!"],"The settings could not be saved due to missing\/invalid form values.":["Não foi possível guardar as definições devido a valores de formulário em falta\/inválidos."],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Tem alterações não guardadas. Se abandonar esta página, as suas alterações serão descartadas."],"Type":["Tipo"],"Link text":["Texto da ligação"],"No links are displayed in the footer.":["Não são apresentadas ligações em rodapé."],"Use external URL":["Utilizar URL externo"],"Please enter a valid URL!":["Por favor, introduza um URL válido!"],"You need to select the page in your default language here. The translation will be output automatically.":["É necessário selecionar aqui a página na sua língua predefinida. A tradução será realizada automaticamente."],"The cookie banner is hidden on all subpages due to the active option {{a}}Consent > Banner-less consent{{\/a}}.":["O banner de cookies encontra-se oculto em todas as subpáginas porque a opção {{a}}Consentimento > Consentimento sem banner{{\/a}} está activa."],"Hide cookie banner on this page":["Ocultar o aviso de cookies nesta página"],"You mentioned Real Cookie Banner in your privacy policy.":["Mencionou o Real Cookie Banner na sua política de privacidade."],"Show suggested text":["Mostrar texto sugerido"],"You must mention in your privacy policy that you use Real Cookie Banner and what data it processes. The following text suggestion can be copied into your privacy policy.":["É necessário que a sua política de privacidade refira a utilização de Real Cookie Banner, bem como quais os dados pessoais que este trata. Poderá copiar e colar na sua política de privacidade a seguinte sugestão."],"I will check the following sample text for a privacy policy regarding the use of Real Cookie Banners myself and adapt it for my specific use case. In doing so, I will particularly consider overlaps with other areas of my privacy policy.":["Vou verificar o seguinte exemplo de texto, relativo à utilização de Real Cookie Banner, destinado a ser incluído políticas de privacidade, e adaptá-lo ao meu caso específico. Ao fazê-lo, terei especial atenção a possíveis sobreposições com outras áreas da minha política de privacidade."],"Successfully copied privacy policy text to clipboard!":["Texto da política de privacidade copiado com sucesso para a área de transferência!"],"legal-text\u0004To manage the cookies and similar technologies used (tracking pixels, web beacons, etc.) and related consents, we use the consent tool \"Real Cookie Banner\". Details on how \"Real Cookie Banner\" works can be found at <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nThe legal basis for the processing of personal data in this context are Art. 6 (1) (c) GDPR and Art. 6 (1) (f) GDPR. Our legitimate interest is the management of the cookies and similar technologies used and the related consents.\n\nThe provision of personal data is neither contractually required nor necessary for the conclusion of a contract. You are not obliged to provide the personal data. If you do not provide the personal data, we will not be able to manage your consents.":["Utilizamos a ferramenta de gestão do consentimento \"Real Cookie Banner\" para gerir os cookies e tecnologias similares (píxeis de rastreamento, web beacons, etc.) utilizados neste site, bem como o consentimento para o tratamento dos dados relacionados. É possível consultar mais informações sobre o funcionamento de \"Real Cookie Banner\" em <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nO tratamento de dados pessoais realizado neste contexto tem o seu fundamento jurídico nas alíneas c) e f) do Art. 6º (1) do RGPD. O nosso interesse legítimo para o tratamento reside na necessidade de gerir os cookies e tecnologias similares utilizadas, bem como o consentimento relacionado.\n\nO fornecimento de dados pessoais não é exigido contratualmente nem necessário para a celebração de um contrato. Não é, portanto, obrigatório ao utilizador do nosso site fornecer os seus dados pessoais. Todavia, se não autorizar a recolha e tratamento destes dados, não nos será possível realizar a gestão do seu consentimento."],"Edit privacy policy":["Editar política de privacidade"],"You have not yet activated the cookie policy feature. Real Cookie Banner offers you the possibility to create your own cookie policy. If you use your own cookie policy, you can ignore this notice.":["Ainda não activou a funcionalidade de política de cookies. Real Cookie Banner permite-lhe criar a sua própria política de cookies. Se estiver a utilizar a sua própria política de cookies, pode ignorar este alerta."],"Open in new window":["Abrir numa nova janela"],"Add another link":["Adicionar outra ligação"],"I am aware that the texts in the cookie policy are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I will check the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Estou ciente de que os textos disponibilizados para a política de cookies são apenas sugestões, e que o criador de Real Cookie Banner não poderá incorrer em qualquer responsabilidade pela actualidade, correcção ou integridade da informação neles contida. Da mesma forma, declaro ser minha responsabilidade proceder à verificação deste conteúdo, bem como à adição de qualquer elemento em falta e correcção de qualquer elemento inadequado ao meu caso de utilização."],"Create page":["Criar página"],"legal-text\u0004I am aware that the texts in the cookie banner and content blocker are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I have checked the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Estou ciente de que os textos disponibilizados para o aviso de cookies e para o bloqueador de conteúdo são apenas sugestões, e que o criador do Real Cookie Banner não poderá incorrer em qualquer responsabilidade pela actualidade, correcção ou integridade da informação neles contida. Da mesma forma, declaro ser o único responsável pela verificação destes conteúdos, bem como pela adição de qualquer elemento em falta e correcção de qualquer elemento inadequado ao meu caso de utilização."],"Activate now!":["Activar agora!"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["É possível activar e desactivar o aviso de cookies. Recomendamos que active o aviso de cookies no seu site depois de ter adicionado todos os serviços."],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Esta funcionalidade permite-lhe bloquear conteúdos que tratam dados pessoais e instalam cookies, mas para os quais ainda não tem o consentimento do visitante."],"Website operator details":["Dados do operador do site"],"You as a website operator should provide your address and at least one digital contact option to fulfill your information obligations for self-hosted services. If you have a company with subsidiaries, please disclose the company that is responsible for the data processing on their website.":["Enquanto operador de um site, é necessário que forneça o seu endereço e, pelo menos, uma opção de contacto electrónico por forma a cumprir as suas obrigações em matéria de informação relativamente a serviços auto-hospedados. Se a sua empresa tiver filiais, indique qual a empresa responsável pelo tratamento de dados no respectivo site."],"Full address":["Endereço completo"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (without country)":["p. ex. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (sem indicação do país)"],"Country":["País"],"Phone":["Número de telefone"],"Please provide a valid email!":["Por favor, indique um email válido!"],"Email":["Email"],"Contact form":["Formulário de contacto"],"Please choose at least one legal basis to apply!":["Por favor, indique pelo menos um fundamento jurídico a aplicar!"],"Your website, and consequently the cookie banner, can be aligned to different legal bases. If you select multiple legal bases, suggestions in the settings will always match the stricter legal basis.":["O seu site e, por conseguinte, o seu aviso de cookies, podem estar alinhados com diferentes bases jurídicas. Caso selecione várias bases jurídicas, as sugestões apresentadas nas definições corresponderão sempre à mais rigorosa."],"Cookie policy page":["Página da Política de Cookies"],"Open page":["Abrir página"],"If you want to deactivate the cookie policy page, the page created for it will also be deleted.":["Ao desactivar a página da política de cookies, a página criada para ela será igualmente eliminada."],"Deactivate and delete page":["Desativar e eliminar a página"],"https:\/\/devowl.io\/knowledge-base\/cookie-policy-wordpress-website\/":["https:\/\/devowl.io\/knowledge-base\/cookie-policy-wordpress-website\/"],"A cookie policy is a document that lists all the cookies and similar instruments used on a website and provides comprehensive information about each cookie. There is {{strong}}no obligation{{\/strong}} to create a cookie policy under the GDPR or the ePrivacy Directive. But it can help you to present the handling of cookies and cookie-like technologies to your website visitors transparently and separately from your privacy policy.":["Uma política de cookies é um documento que lista a totalidade dos cookies e tecnologias semelhantes utilizadas num site, fornecendo adicionalmente informações detalhadas sobre cada cookie. Embora não exista {{strong}}qualquer obrigatoriedade{{\/strong}} em criar uma política de cookies ao abrigo do RGPD ou da Diretiva ePrivacy, fazê-lo poderá ajudá-lo a apresentar aos seus visitantes a forma como utiliza cookies e tecnologias semelhantes, de forma transparente e separada da sua política de privacidade."],"Footer links":["Ligações em rodapé"],"According to the ePrivacy Directive, legally required pages such as the privacy policy may be accessible without the user having to give consent to services and their cookies. Therefore, it is recommended to avoid processing personal data and setting cookies on these pages and not to display a cookie banner, but add those links to the footer of the cookie banner. Content blockers block loading of scripts etc. even on pages where the cookie banner is not displayed.":["De acordo com a directiva relativa à privacidade nas comunicações electrónicas, as páginas legalmente obrigatórias num site, como a política de privacidade, devem poder ser acedidas pelo utilizador sem que este tenha de dar o seu consentimento ao tratamento dos seus dados pelos serviços e respectivos cookies. Por conseguinte, recomenda-se evitar o tratamento de dados pessoais e a utilização de cookies nestas páginas, que, em vez de apresentarem o aviso de cookies, deverão adicionar estas ligações ao seu rodapé. Os bloqueadores de conteúdo barram o carregamento de scripts (etc.) mesmo nas páginas onde o aviso de cookies não é exibido."],"Hide cookie banner on specific pages":["Ocultar o aviso de cookies em páginas específicas"],"Want to hide cookie banner on more pages?":["Pretende ocultar o aviso de cookies em mais páginas?"],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Os avisos de cookies são exigidos por lei, mas distraem os seus utilizadores do essencial. Por exemplo, estão associados a taxas de conversão mais baixas nas landing pages de campanhas publicitárias. Assim, poderá ser útil evitar a utilização de cookies e o tratamento de dados pessoais nestas páginas, de modo a poder ocultar o aviso de cookies e assim defender a sua taxa de conversão."],"Load services after consent via":["Carregar serviços após consentimento via"],"HTML\/JavaScript Snippet":["Snippet HTML\/JavaScript"],"In order to be able to transfer consents to Google Tag Manager via Google Consent Mode, please activate this standard first under {{a}}Settings > Google Consent Mode{{\/a}}.":["Para poder transferir consentimentos para o Google Tag Manager através do Google Consent Mode, active primeiro esta norma em {{a}}Configurações > Google Consent Mode{{\/a}}."],"Google Tag Manager with Google Consent Mode":["O Google Tag Manager com o Google Consent Mode"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-google-consent-mode\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-google-consent-mode\/"],"%s Event":["Evento %s"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Want to use a Tag Manager legally?":["Pretende utilizar um Tag Manager legalmente?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["É possível integrar serviços via Google Tag Manager ou Matomo Tag Manager. Ao mesmo tempo, poderá obter consentimento e documentá-lo através do Real Cookie Banner, em conformidade com os regulamentos de protecção de dados em vigor."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Apenas precisa de editar esta opção se utilizar o Google Tag Manager ou o Matomo Tag Manager."],"If you opt-in to or opt-out from services, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor's client. If you use Google Tag Manager or Matomo Tag Manager, you can map this behavior using tags. However, even if they are executed via the tag manager, the tags may only be fired if consent has been given for the respective service. Real Cookie Banner can automatically transmit the consent to the respective Tag Manager via events or Google Consent Mode (recommended).":["Se optar por ativar ou desativar serviços, normalmente executará código JavaScript para garantir que os scripts são activados\/desactivados e os cookies são definidos\/eliminados no cliente do visitante. Se utilizar o Google Tag Manager ou o Matomo Tag Manager, pode mapear este comportamento utilizando tags. No entanto, mesmo que sejam executadas através do gestor de etiquetas, as etiquetas só podem ser activadas se tiver sido dado consentimento para o respetivo serviço. O Real Cookie Banner pode transmitir automaticamente o consentimento para o respetivo Tag Manager através de eventos ou do Google Consent Mode (recomendado)."],"Are you sure you want to reset all settings to default. settings? It will also irrevocably delete created services and content blockers as well as design settings. Documented consents can be preserved.":["Tem a certeza de que pretende repor os valores padrão de todas as definições? Esta acção irá eliminar todos serviços e bloqueadores de conteúdo criados, e repor as definições de design. É possível manter os consentimentos documentados."],"Delete documented consent":["Eliminar consentimentos documentados"],"Reset now":["Repor agora"],"Reset all":["Repor tudo"],"Start vendor configuration":["Iniciar configuração do prestador"],"Save settings":["Guardar definições"],"Do you need consent for data processing in unsafe countries?":["É necessário consentimento para o tratamento de dados em países não seguros?"],"pro-modal\/data-processing-in-insecure-third-countries.png":["pro-modal\/data-processing-in-insecure-third-countries.png"],"The GDPR offers a great level of data protection. For data processing in countries where the GDPR does not apply, safety mechanisms are required that guarantee an appropriate level of protection. This is usually an adequacy decision or standard contractual clauses. If none of the safety mechanisms are in place, you must inform your website visitors about special risks and their consequences and obtain special consent in accordance with {{aGdpr}}Art. 49 GDPR{{\/aGdpr}}.":["O RGPD proporciona um elevado nível de protecção de dados pessoais. O tratamento destes em países que não adotaram o RGPD requer mecanismos de segurança capazes de garantir um nível de proteção adequado, por norma, decisões de adequação ou cláusulas-tipo de proteção de dados. Caso não exista qualquer mecanismo de segurança, será necessário informar os visitantes do seu site sobre os riscos especiais envolvidos e as suas consequências, bem como obter um consentimento especial, nos termos do {{aGdpr}}Art. 49.º do RGPD{{\/aGdpr}}."],"Countries in which {{legalBasis\/}} are not applicable are considered as unsafe third countries in which no personal data of your visitors may initially be transmitted or processed. For some countries, there is an {{adequacy}}{{u}}adequacy decision{{\/u}}{{\/adequacy}} that declares the country to be safe. You can also conclude {{aSCC}}standard contractual clauses{{\/aSCC}} with service providers that contractually guarantee safe data processing. Sometimes, however, none of these safety mechanisms exist and it is not possible to waive the use of the service. In accordance with {{article\/}}, it is possible to obtain the consent of website visitors for the one-off and multiple processing of personal data. Consent to the regular processing of data in unsafe third countries in this way is controversial. This means that at least some of the convenient services can still be used. Activate this option to flag the processing of personal data in unsafe countries and obtain the special consent from your visitors.":["Os países em que {{legalBasis\/}} não se aplicam são considerados países terceiros, não seguros, para os quais não poderá ocorrer, inicialmente, qualquer transferência ou tratamento dos dados pessoais dos seus visitantes. Para alguns destes países, existe uma {{adequacy}}{{u}}decisão de adequação{{\/u}}{{\/adequacy}} que os declara como seguros. É igualmente possível celebrar {{aSCC}} cláusulas-tipo de proteção de dados{{\/aSCC}} com prestadores de serviços que garantam contratualmente o tratamento seguro dos dados. Não obstante, por vezes, nem existe qualquer destes mecanismos de segurança nem é possível renunciar à utilização do serviço em causa. Assim, nos termos do {{article\/}}, é possível obter consentimento dos visitantes do site para o tratamento dos seus dados pessoais neste contexto, seja pontual ou recorrente. Esta forma de obtenção de consentimento para o tratamento recorrente de dados pessoais em países terceiros, não seguros, é controversa. concedê-lo também significa que, pelo menos, alguns serviços convenientes podem continuar a ser utilizados. Active esta opção para assinalar o tratamento de dados pessoais em países não seguros e obter o respetivo consentimento especial dos seus visitantes."]," or ":[" ou "],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en?prefLang=pt"],"Change text in customizer":["Alterar texto no personalizador"],"In accordance with {{a}}Art. 8 GDPR{{\/a}}, consent to services that process personal data and\/or set cookies can only be given from the age of 16 years (varying in some EU countries) or together with a legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential services without their legal guardian.":["De acordo com o {{a}}Art. 8º do RGPD{{\/a}}, o consentimento para a utilização de cookies e\/ou tratamento de dados pessoais só pode ser dado por visitantes de idade igual ou superior a 16 anos de idade (pode variar em alguns países da UE) ou na companhia de um tutor legal. Se o seu site não for clara e exclusivamente dirigido a adultos (por exemplo, sítios de encontros ou pornográficos), o operador do site deverá informar, em linguagem simples, as crianças de idade inferior à mínima de que não estão autorizadas a dar o seu consentimento a serviços não essenciais sem a presença do seu tutor legal."],"https:\/\/gdpr-text.com\/read\/article-8\/":["https:\/\/gdpr-text.com\/pt\/read\/article-8\/"],"Determine age limit based on specified website operator country":["Determinação do limite de idade com base no país do operador do site"],"GDPR standard":["Norma RGPD"],"%d years":["%d anos"],"The age limit should only differ from the age limit in the country of the website operator if you are primarily targeting visitors from another country with a {{strong}}higher{{\/strong}} age limit. Changing the age limit therefore only makes sense in a few exceptional cases.":["O limite de idade apenas deverá diferir do limite de idade vigente no país do operador do site se o principal público-alvo deste forem visitantes de outro país com um limite de idade {{strong}}mais elevado{{\/strong}}. Por conseguinte, a alteração do limite de idade só faz sentido em alguns casos excepcionais."],"The visitor to your website should be adequately informed of what he or she is agreeing to when consenting to all services. Therefore, in the first view of the cookie banner, all services can be written out by name in a comma-separated list. Your website visitor can thus better assess whether he really wants to agree to all services without visiting the individual privacy settings.":["O visitante do seu site deverá ser devidamente informado sobre o que está a aceitar ao consentir o tratamento dos seus dados por parte de todos os serviços. Por conseguinte, na primeira visualização do aviso de cookies, poderá ser mostrada uma lista de todos os serviços utilizados pelo site, separados por vírgulas. O visitante do seu site poderá assim avaliar melhor se pretende realmente concordar com todos os serviços, sem ter de visitar os detalhes das opções de privacidade."],"Enabling the option means that the cookie banner will no longer be displayed on your website. Consent to certain services can only be given via visual content blockers or the legal link to the privacy settings (only a few website visitors use this). To comply with your information obligations, especially for essential services, you must have a cookie policy on your website or provide all the necessary information manually in your privacy policy. The document must be linked on every subpage of the website.":["Ativar esta opção fará com que o banner de cookies deixe de ser apresentado no seu site. O consentimento para determinados serviços só pode ser dado através de bloqueadores de conteúdo visual ou da ligação legal para as opções de privacidade (apenas alguns visitantes do site a utilizam). Por forma a cumprir as suas obrigações em matéria de informação, especialmente no que respeita aos serviços essenciais, deverá apresentar uma política de cookies no seu site ou prestar todas as informações necessárias, manualmente, na sua política de privacidade. Este documento deverá estar ligado a todas as subpáginas do site."],"Cookie policy page already created":["A página da política de cookies já foi criada"],"Create cookie policy page with content automatically":["Criar página de política de cookies com conteúdo automático"],"The service %s does not have a visual content blocker, which is why website visitors without cookie banners cannot consent to it (except via the legal link to change the privacy settings). As a result, this service will normally no longer be embeded on your website.":["O serviço %s não tem associado um bloqueador de conteúdo visual, motivo pelo qual os visitantes dos sites sem banners de cookies não podem dar o seu consentimento (salvo através da ligação legal para alteração das opções de privacidade). Assim, este serviço deixará normalmente de ser integrado no seu site.","Os serviços %s não têm associado qualquer bloqueador de conteúdo visual, motivo pelo qual os visitantes dos sites sem banners de cookies não podem dar o seu consentimento (salvo através da ligação legal para alteração das opções de privacidade). Assim, estes serviços deixarão normalmente de ser integrados no seu site."]," and ":[" e "],"Banner-less consent will preventing visitors from consenting to TCF vendor purposes, which will result in significantly reduced advertising revenue. We advise against using the Transparency & Consent Framework together with banner-less consent!":["Um consentimento sem banner impedirá os visitantes de dar o seu consentimento para os fins associados a prestadores TCF, resultando numa redução significativa das receitas publicitárias. Por esse motivo, desaconselhamos a utilização da Estrutura de Transparência e Consentimento em conjunto com consentimento sem banner!"],"Do you want to avoid using a cookie banner?":["Pretende não utilizar um banner de cookies?"],"pro-modal\/banner-less-consent.png":["pro-modal\/banner-less-consent.png"],"Bannerless consent ensures a seamless, distraction-free experience for your visitors. By using essential services and visual content blockers, you can avoid intrusive cookie banners and at the same time allow users to easily manage their consent for specific content such as YouTube videos in accordance with the legal regulations.":["O consentimento sem banner garante uma experiência mais fluida e livre de distracções aos seus visitantes. Através de uma combinação de serviços essenciais e bloqueadores de conteúdo visual, é possível evitar a utilização de banners de cookies intrusivos e, ao mesmo tempo, permitir aos seus visitantes gerir facilmente o consentimento para conteúdos específicos, como vídeos do YouTube, em conformidade com os regulamentos legais."],"If you only use essential services and those with a visual content blocker, you can avoid using a cookie banner so that your website visitors are not distracted. Visual content blockers initially block all services that require consent. For example, if a visitor wants to watch a YouTube video, they can give their consent in the content blocker for these videos to always be loaded in future. To fulfill your information obligations, you should have a cookie policy on your website (created automatically) or provide all necessary information in your privacy policy (manually).":["Se apenas utiliza serviços essenciais e com bloqueador de conteúdo visual, pode evitar a utilização de um banner de cookies para proporcionar uma experiência de navegação mais fluida aos visitantes do seu site. Os bloqueadores de conteúdo visual bloqueiam inicialmente todos os serviços requeredores de consentimento. Por exemplo: se um visitante quiser ver um vídeo do YouTube, pode dar o seu consentimento através do bloqueador de conteúdo para que esses vídeos sejam sempre carregados no futuro. Para cumprir com o seu dever de informação, o utilizador deverá possuir uma política de cookies no seu site (criada automaticamente) ou fornecer todas as informações necessárias na sua política de privacidade (manualmente)."],"The cookie banner is generally not displayed due to consent being obtained without a banner (banner-less). However, if non-essential services without visual content blockers are required on certain subpages, you can display the cookie banner when the visitor accesses one of these subpages for the first time. This is useful e.g. for using services like Google Ads Conversion Tracking or Google Analytics on specific landing pages.":["Regra geral, não é exibido um banner de cookies devido ao facto de o consentimento ser obtido sem banner. Todavia, caso certas subpáginas requeiram a presença de serviços não essenciais sem bloqueadores de conteúdo visual, poderá apresentar o banner de cookies ao seu visitante no momento em que lhes aceder pela primeira vez. Isto é útil, p. ex., para utilizar serviços como o acompanhamento de conversões do Google Ads ou o Google Analytics em landing pages específicas."],"It is possible that your website can still be accessed (e.g. due to a highly scalable page cache), but that consents given in the cookie banner can no longer be documented (e.g. server overload due to too much traffic). In this case, Real Cookie Banner will try to document the consent as soon as the server is avaible again in accordance with your legal obligations. In the meantime, there is a risk if the consent of your website visitor is respected and thus non-essential services are played out whose consent or legitimate interest you cannot prove. However, if you expect a temporary overload of your server, e.g. due to an event, it may be economically advantageous to take this risk.":["É possível que o seu sítio Web ainda possa ser acedido (por exemplo, devido a uma cache de páginas altamente escalável), mas que os consentimentos dados na faixa de cookies já não possam ser documentados (por exemplo, sobrecarga do servidor devido a demasiado tráfego). Neste caso, a Real Cookie Banner tentará documentar o consentimento assim que o servidor estiver novamente disponível, de acordo com as suas obrigações legais. Entretanto, existe um risco se o consentimento do visitante do seu sítio Web for respeitado e, por conseguinte, forem prestados serviços não essenciais cujo consentimento ou interesse legítimo não possa ser provado. No entanto, se prevê uma sobrecarga temporária do seu servidor, por exemplo, devido a um evento, pode ser economicamente vantajoso correr este risco."],"Advanced settings (Do not track, behavior for bots, saving of IP addresses, duration of cookie consent, lifetime of consent documentations)":["Opções avançadas (Do Not Track, comportamento face a bots, gravação de endereços IP, duração do consentimento de cookies, validade das documentações de consentimento)"],"https:\/\/devowl.io\/2021\/do-not-track\/":["https:\/\/devowl.io\/2021\/do-not-track\/"],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. If you enable this option, users will be able to access your website with this HTTP header without a cookie banner, if there are no non-essential services that are used based on legitimate interest. Only the non-rejectable services will be used in the case.":["O visitante pode sempre activar o cabeçalho HTTP \"Do Not Track\" no seu navegador para indicar que não pretende ser rastreado. Se activar esta opção, o utilizador poderá aceder ao seu site sem visualizar um aviso de cookies, se não existirem serviços não essenciais que sejam utilizados com base em interesse legítimo. Neste caso, apenas serão utilizados os serviços que não podem ser recusados."],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["De acordo com a norma TCF, todos os direitos de objeção são igualmente exercidos para estes visitantes, uma vez que o aviso de cookies não é apresentado de todo e, por conseguinte, não pode ser estabelecida qualquer transparência sobre o interesse legítimo."],"Bots are not subject of the GDPR according to {{aGdpr}}Art. 1 GDPR{{\/aGdpr}} and technically cannot give consent to the processing of personal data and the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still allow all services.":["Os bots não estão sujeitos ao RGPD, de acordo com o {{aGdpr}}Art. 1º do RGPD{{\/aGdpr}} e, tecnicamente, não podem dar o seu consentimento para o tratamento de dados pessoais e instalação de cookies. Consequentemente, poderão considerar que o seu site é lento se este tiver um aviso de cookies a bloquear permanentemente todos os outros conteúdos. Por conseguinte, deve permitir que os bots naveguem no seu site sem terem de dar consentimento, mas ainda assim permitir todos os serviços."],"https:\/\/gdpr-text.com\/read\/article-1\/":["https:\/\/gdpr-text.com\/pt\/read\/article-1\/"],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["Dependendo do país de origem, pode fazer sentido do ponto de vista legal armazenar o endereço IP do utilizador que consentiu. Por outro lado, a sua política de privacidade deverá informar o utilizador de que o site armazena o seu endereço IP, juntamente com o consentimento, uma vez que, segundo a lei, estes são {{a}}dados pessoais{{\/a}}."],"https:\/\/devowl.io\/2021\/personal-data-gdpr\/":["https:\/\/devowl.io\/2021\/personal-data-gdpr\/"],"Please use a number between %d and %d!":["Por favor, utilize um número entre %d e %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["O consentimento do utilizador tem de ser limitado no tempo. É possível definir o período de validade do consentimento, até um prazo máximo de 365 dias, sendo que, a cada 6-12 meses, terá de recordar ao seu visitante o direito que lhe assiste de revogar o consentimento (o aviso de cookies é apresentado novamente). Se, entretanto, alterar o comportamento ou o conteúdo do aviso de cookies, os visitantes do seu site terão novamente de dar consentimento, mesmo que o prazo de validade do já dado ainda não tenha terminado."],"You are not allowed to ask for consent again in some EU countries, such as Italy, for at least six months (unless the content of the cookie banner changes). In other countries, you must ask for consent again after 12 months at the latest. Therefore, consent should be valid for between 183 days and 365 days.":["Em alguns países da UE, como a Itália, não é permitido voltar a pedir consentimento durante, pelo menos, seis meses (a menos que o conteúdo do aviso de cookies seja alterado). Noutros países, é necessário que volte a pedir consentimento, no máximo, até 12 meses. Por conseguinte, o consentimento será válido entre 183 dias e 365 dias."],"Delete documented consents after":["Eliminar consentimentos documentados após"],"months":["meses"],"Consents was last cleaned up on %s.":["Os consentimentos foram limpos pela última vez em %s."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained. The absolute statute of limitations for data protection violations in most EU countries is 10 years. After that, you should delete consents in the interest of data economy.":["Os consentimentos são automaticamente documentados para que seja possível provar o cumprimento dos requisitos legais, de acordo com o {{a}}Art. 5º do RGPD{{\/a}} e, em caso de litígio, para provar que o consentimento foi obtido e mostrar como. O prazo de prescrição absoluto para violações em termos de protecção de dados pessoais é, na maioria dos países da UE, de 10 anos. Findo este prazo, deverá eliminar os consentimentos armazenados, por motivos de economia de dados."],"You successfully updated the IP-to-Country database.":["A base de dados IP-País foi actualizada com sucesso."],"Countries where GDPR applies":["Países onde GDPR se aplica"],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Esta funcionalidade só está disponível para utilizadores com uma licença válida, uma vez que requer a descarga regular de uma versão actualizada da base de dados IP-País a partir do nosso serviço de nuvem."],"Enable geo-restriction?":["Activar restrição geográfica?"],"pro-modal\/geo-restriction.png":["pro-modal\/geo-restriction.png"],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Os avisos de cookies só podem ser apresentados a visitantes de determinados países, p. ex. os da UE. Com a restrição geográfica, pode especificar exatamente, por país, quem vai ou não ver o seu aviso de cookies."],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["A restrição geográfica permite definir a exibição do aviso de cookies apenas aos visitantes procedentes de determinados países. Em muitos países (exteriores à UE), não é necessário apresentar aviso de cookies. A localização do utilizador é determinada pelo seu endereço IP."],"Please confirm that you have read this!":["Por favor, confirme que leu isto!"],"legal-text\u0004To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["Para determinar a localização dos visitantes do seu site, procederemos à descarga da base de dados MaxMind GeoLite2 para o seu servidor, a partir de onde será utilizada. Declaro que li e aceito o {{aMaxMindEndUserLicense}}Contrato de Licença de Utilizador Final MaxMind{{\/aMaxMindEndUserLicense}}. Esta base de dados será descarregada através de um servidor devowl.io; declaro que li e aceito os respectivos {{aTerms}}termos e condições{{\/aTerms}} e {{aPrivacyPolicy}}política de privacidade{{\/aPrivacyPolicy}}."],"https:\/\/www.maxmind.com\/en\/end-user-license-agreement":["https:\/\/www.maxmind.com\/en\/end-user-license-agreement"],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/terms\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/privacy-policy\/"],"legal-text\u0004I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.8%% accuracy is estimated without obligation.":["Compreendo que este tipo de determinação de localização não é cem por cento exato. De acordo com os dados da {{a}}MaxMind{{\/a}}, estima-se uma precisão de 99,8%% sem qualquer compromisso."],"https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy":["https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: October 2023).":["Determina quais os países para cujos visitantes pretende apresentar um aviso de cookies. Recomendamos que apresente um aviso de cookies, pelo menos, aos visitantes provenientes dos países que aplicam o RGPD e a CCPA. Esta lista de países pode ser alargada em qualquer altura (última actualização: Outubro de 2023)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Definir qual o nível de consentimento implícito associado aos utilizadores a quem não é apresentado um aviso de cookies."],"IP-to-Country database":["Base de dados IP-País"],"Update now":["Actualizar agora"],"You have downloaded the IP-to-Country database the last time on %s":["Descarregou a base de dados IP-País pela última vez em %s"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Parece que algo correu mal ao descarregar a base de dados IP-País. Por favor, verifique se o seu servidor tem uma firewall configurada, que possa estar a barrar a transferência. Se não for o caso, contacte o nosso suporte!"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["A base de dados IP-País contém um enorme conjunto de intervalos de IP, entre os quais podemos procurar a origem do visitante com base no seu endereço IP específico."],"You successfully updated the GVL.":["GVL actualizada com sucesso."],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Esta funcionalidade apenas se encontra disponível mediante licença válida, uma vez que é necessário que a Lista Global de Prestadores (LGV) da TCF seja descarregada regularmente do nosso serviço de nuvem."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/"],"Enable TCF compatibility?":["Activar a compatibilidade TCF?"],"pro-modal\/tcf-compatibility.png":["pro-modal\/tcf-compatibility.png"],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["A TCF (Transparency & Consent Framework) é uma norma de obtenção de consentimento reconhecida na UE. É necessário obter o consentimento neste formulário para utilizar em pleno serviços como o Google Adsense e assim aumentar as suas receitas advindas da publicidade."],"The {{a}}Transparency & Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner.":["A {{a}}Estrutura de Transparência e Consentimento (TCF){{\/a}} é uma estrutura de norma aberta, criada pela associação europeia de marketing digital {{aIab}}IAB Europe{{\/aIab}}, que permite aos utilizadores consentir tanto a recolha e tratamento dos seus dados pessoais de acordo com a legislação aplicável da UE como a sua partilha com serviços de terceiros (por exemplo, redes publicitárias) num formato normalizado. Alguns serviços exigem o consentimento padrão TCF para poderem ser utilizados no seu site. Recomendamos que apenas active a compatibilidade TCF se souber que precisa dela, uma vez que fazê-lo limita a funcionalidade do Real Cookie Banner."],"https:\/\/iabeurope.eu\/transparency-consent-framework\/":["https:\/\/iabeurope.eu\/transparency-consent-framework\/"],"https:\/\/iabeurope.eu\/":["https:\/\/iabeurope.eu\/"],"You last agreed to the following on %s":["Concordou com o seguinte pela última vez em %s"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website by activating {{a}}Banner-less consent{{\/a}}. This means that your website visitors cannot consent to the purposes of TCF vendors in the cookie banner, as no cookie banner is displayed. As a result, most advertising partners will not be able to display any or only very limited advertising, which {{strong}}will generate significantly less revenue{{\/strong}}.":["Optou por obter consentimento sem banner de cookies no seu site ao ativar a opção de {{a}}Consentimento sem banner{{\/a}}. Assim, os visitantes do seu site não poderão dar o seu consentimento para os fins associados a prestadores TCF através de um banner de cookies, uma vez que este não será apresentado. Por conseguinte, a maioria dos seus parceiros publicitários não poderá apresentar qualquer publicidade ou fazê-lo apenas de forma muito limitada, o que {{strong}}gerará receitas consideravelmente menores{{\/strong}}."],"According to the {{a}}TCF Policy Appendix B D. a.{{\/a}}, you must also ensure that the privacy settings on each subpage are easily accessible (e.g. {{aLinks}}place legal links in the footer{{\/aLinks}}) so that you do not violate the terms of the standard.":["De acordo com o {{a}} Apêndice B D. a.{{\/a}} da Política TCF, é também da sua responsabilidade assegurar que as opções de privacidade de cada subpágina são de fácil acesso (p. ex. {{aLinks}}colocando os links para a informação legal requerida em rodapé{{\/aLinks}}), a fim de não violar os termos da norma."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/#headline-2055-18959":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/#headline-2055-18959"],"We advise against using the Transparency & Consent Framework together with banner-less consent!":["Desaconselhamos a utilização da Estrutura de Transparência e Consentimento em conjunto com consentimento sem banner!"],"Please confirm that you have read the terms!":["Por favor, confirme que leu as condições gerais!"],"legal-text\u0004I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Declaro que li, aceito e me comprometo a cumprir na íntegra as {{aPolicies}}Políticas da Transparency and Consent Framework da IAB Europe{{\/aPolicies}} e os {{aTerms}}Termos e Condições da Transparency and Consent Framework da IAB Europe{{\/aTerms}}."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/"],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-terms-conditions\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-terms-conditions\/"],"Please confirm that you agree to the visual changes!":["Confirme que concorda com as alterações visuais!"],"legal-text\u0004I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Estou ciente de que a activação do modo TCF irá alterar a minha ferramenta de gestão do consentimento (aviso de cookies), tanto a nível visual como funcional. Algumas opções do Real Cookie Banner poderão ver-se limitadas, por forma a assegurar a conformidade com as directrizes da norma TCF."],"Country of the website operator":["País do operador do site"],"Please choose the country of origin of your company!":["Por favor, seleccione o país de origem da sua empresa!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["O país cuja legislação se aplica ao funcionamento do seu site. Normalmente, corresponderá ao país onde a sua empresa se encontra estabelecida."],"Global Vendor List (GVL)":["Lista global de prestadores (GVL)"],"You have downloaded the GVL the last time on %s":["Descarregou a GVL pela última vez em %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Parece que algo correu mal ao descarregar a GVL. Por favor, verifique se o seu servidor tem uma firewall configurada, que possa estar a barrar a transferência. Se não for o caso, contacte o nosso suporte!"],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["A {{a}}Lista Global de Prestadores (GVL){{\/a}} contém todos os prestadores registados junto da IAB Europe como autorizados a recolher consentimento através da norma TCF. Esta lista é descarregada para a sua base de dados, de modo a que possa aceder e seleccionar de entre estes dados técnicos e legais sobre prestadores. A GVL é actualizada automaticamente todas as semanas, às quintas-feiras, pelas 17:00 (CET) (publicada uma vez por semana pela IAB Europe). {{strong}} Em caso de alteração dos textos ou informações dos prestadores activos, o Real Cookie Banner voltará automaticamente a solicitar consentimento a todos os seus visitantes.{{\/strong}}"],"https:\/\/iabeurope.eu\/vendor-list\/":["https:\/\/iabeurope.eu\/vendor-list\/"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/"],"Enable Google Consent Mode?":["Ativar o Google Consent Mode?"],"pro-modal\/gcm.png":["pro-modal\/gcm.png"],"Google Consent Mode is a standard from Google for the standardized signaling of consent purposes. This is particularly important in order to be able to collect and evaluate data collected in Google services more comprehensively.":["O Google Consent Mode é uma norma da Google para a sinalização normalizada de objectivos de consentimento. Isto é particularmente importante para que possa recolher e avaliar os dados recolhidos nos serviços Google de forma mais abrangente."],"Google Consent Mode provides standardized consent for Google services to Google. This allows you e.g. to instruct Google not to set cookies for certain services, but still to collect basic data about your website visitors using other technologies. According to Google, only aggregated and anonymized data will be collected.":["O Google Consent Mode fornece à Google um consentimento normalizado para os serviços Google. Isto permite-lhe, por exemplo, dar instruções à Google para não definir cookies para determinados serviços, mas continuar a recolher dados básicos sobre os visitantes do seu Web site utilizando outras tecnologias. De acordo com a Google, apenas serão recolhidos dados agregados e anónimos."],"As of March 2024, Google Consent Mode will be required as Google's response to the {{aDma}}Digital Markets Act (DMA){{\/aDma}} in order to continue collecting complete data in e.g. Google Analytics, Remarketing for Google Ads or Google AdSense.":["A partir de março de 2024, o Google Consent Mode será necessário como resposta da Google à {{aDma}}Digital Markets Act (DMA){{\/aDma}} para continuar a recolher dados completos, por exemplo, no Google Analytics, no Remarketing para Google Ads ou no Google AdSense."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019R1150":["https:\/\/eur-lex.europa.eu\/legal-content\/PT\/TXT\/?uri=CELEX:32019R1150"],"Google Tag Manager integration":["Integração com o Google Tag Manager"],"By activating this Google Tag Manager integration, consents will be transferred to Google Tag Manager via Google Consent Mode from now on. Please note that you have previously transferred consents to Google Tag Manager via Google Tag Manager Events. The Google Tag Manager events will no longer be transmitted after changing this setting.":["Ao ativar esta integração do Google Tag Manager, os consentimentos serão transferidos para o Google Tag Manager através do Modo de consentimento do Google a partir de agora. Tenha em atenção que, anteriormente, os consentimentos eram transferidos para o Google Tag Manager através dos Eventos do Google Tag Manager. Os eventos do Google Tag Manager deixarão de ser transmitidos após a alteração desta definição."],"You must therefore {{a}}reconfigure the settings in your Google Tag Manager for Google Consent Mode{{\/a}}!":["Por conseguinte, tem de {{a}}reconfigurar as definições no seu Gestor de tags do Google para o Modo de consentimento do Google{{\/a}}!"],"Do you use Google Tag Manager? If yes, please activate this option to transfer consents for all services that you obtain in your cookie banner as \"Additional consent\" via Google Consent Mode to the consent management of Google Tag Manager.":["Utiliza o Google Tag Manager? Em caso afirmativo, active esta opção para transferir os consentimentos para todos os serviços que obtém na sua faixa de cookies como \"Consentimento adicional\" através do Google Consent Mode para a gestão de consentimentos do Google Tag Manager."],"Show recommendations for using Google services without consent":["Mostrar recomendações para a utilização de serviços Google sem consentimento"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#data-protection-criticism-of-google-consent-mode":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#data-protection-criticism-of-google-consent-mode"],"At its core, Google Consent Mode wants to collect more data about website visitors for you, for which Google services should also be loaded before consent has been given. In this case, Google for example prevents the setting of cookies. However, the IP address of your website operator is already transmitted to Google. If the IP address is regarded as personal data (usually common legal interpretation), this requires a legal basis in accordance with {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. Apart from consent, only legitimate interest comes into question, which must be viewed critically in this case in terms of data protection law. First and foremost, you as the website operator and not Google are liable for possible data protection violations of this kind. By activating this option, Real Cookie Banner will show you as website operator, recommendations for the configuration of services which, in our legal opinion, lead to data protection violations, but which are in the interest of using Google Consent Mode. Google Consent Mode can also be used if the services are only loaded with consent.":["Na sua essência, o Google Consent Mode pretende recolher mais dados sobre os visitantes do sítio Web para si, para os quais os serviços Google também devem ser carregados antes de ter sido dado o consentimento. Neste caso, a Google impede, por exemplo, a instalação de cookies. No entanto, o endereço IP do seu operador do sítio Web já é transmitido à Google. Se o endereço IP for considerado como dados pessoais (interpretação jurídica geralmente comum), isso requer uma base legal de acordo com o {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. Para além do consentimento, apenas o interesse legítimo é posto em causa, o que deve ser visto de forma crítica neste caso, em termos da lei de proteção de dados. Em primeiro lugar, você, enquanto operador do sítio Web, e não a Google, é responsável por possíveis violações da proteção de dados deste tipo. Ao ativar esta opção, a Real Cookie Banner mostrar-lhe-á, enquanto operador do sítio Web, recomendações para a configuração de serviços que, na nossa opinião jurídica, conduzem a violações da proteção de dados, mas que são do interesse da utilização do Google Consent Mode. O Google Consent Mode também pode ser utilizado se os serviços forem carregados apenas com consentimento."],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/pt\/read\/article-6\/"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#collect-additional-data-via-url-parameters":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#collect-additional-data-via-url-parameters"],"If consent is not given for the {{code}}ad_storage{{\/code}} and\/or {{code}}analytics_storage{{\/code}} consnt types (purposes) of Google Consent Mode, this option can be used to transfer data that is typically stored in cookies as GET parameters in internal links. This is particularly relevant if you place advertisements in Google Ads and conversion tracking should also work without consent. Please note that data can only be collected if you download the respective Google services before obtaining consent. As client IDs can be transmitted, among other things, which can be regarded as personal data, we consider this data transmission to be questionable in terms of data protection law.":["Se o consentimento não for dado para os tipos de consentimento (finalidades) {{code}}ad_storage{{\/code}} e\/ou {{code}}analytics_storage{{\/code}} do Modo de consentimento do Google, esta opção pode ser utilizada para transferir dados que são normalmente armazenados em cookies como parâmetros GET em ligações internas. Isto é particularmente relevante se colocar anúncios no Google Ads e o controlo de conversões também deve funcionar sem consentimento. Tenha em atenção que os dados só podem ser recolhidos se descarregar os respectivos serviços Google antes de obter o consentimento. Uma vez que podem ser transmitidas IDs de clientes, entre outras coisas, que podem ser consideradas dados pessoais, consideramos esta transmissão de dados questionável em termos da lei de proteção de dados."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#redact-ads-data-without-consent":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#redact-ads-data-without-consent"],"If consent is not given for the {{code}}ad_storage{{\/code}} consent type (purpose) of Google Consent Mode, no new cookies will be set for advertising purposes, except to fight fraud and spam. In addition, this option allows measurements for clicks on advertising to be routed through the domain {{code}}googleadsyndication.com{{\/code}} instead of {{code}}doubleclick.net{{\/code}} or {{code}}google.com{{\/code}}, on which no cookies are set for advertising, and identifiers for clicks and page URLs are removed from advertising links. This enables more data protection-friendly conversion tracking with the simultaneous loss of detailed information on the attribution of target achievement.":["Se não der o seu consentimento para o tipo de consentimento {{code}}ad_storage{{{\/code}} (finalidade) do Google Consent Mode, não serão definidos novos cookies para fins publicitários, exceto para combater a fraude e o spam. Além disso, esta opção permite que as medições de cliques em publicidade sejam encaminhadas através do domínio {{code}}googleadsyndication.com{{\/code}} em vez de {{code}}doubleclick.net{{\/code}} ou {{code}}google.com{{\/code}}, no qual não são definidos cookies para publicidade, e os identificadores de cliques e URLs de páginas são removidos dos links de publicidade. Isto permite um acompanhamento de conversões mais favorável à proteção de dados, com a perda simultânea de informações detalhadas sobre a atribuição de objectivos alcançados."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#naming-of-requested-consent-types-in-first-view":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#naming-of-requested-consent-types-in-first-view"],"The visitor to your website should be adequately informed as to which consent types (purposes) they are consenting to in accordance with Google Consent Mode. For this reason, all consent types should be listed by name in the first view of the cookie banner. This makes it easier for your website visitor to assess whether they really want to agree to all consents without visiting the individual privacy settings. ":["O visitante do seu sítio Web deve ser adequadamente informado sobre os tipos de consentimento (finalidades) com que está a consentir, de acordo com o Google Consent Mode. Por este motivo, todos os tipos de consentimento devem ser listados pelo nome na primeira visualização da faixa de cookies. Desta forma, é mais fácil para o visitante do seu sítio Web avaliar se quer realmente concordar com todos os consentimentos sem visitar as definições de privacidade individuais. "],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/"],"One consent for all your websites?":["Um só consentimento para todos os seus sites?"],"pro-modal\/consent-forwarding.png":["pro-modal\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["Para multisites WordPress ou várias instâncias do WordPress em execução para uma mesma organização, basta que obtenha consentimento uma vez. Os consentimentos são automaticamente reencaminhados, para que o seu visitante só tenha de aceitar serviços e cookies uma vez, em vez de ter de o fazer novamente em cada site."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["O consentimento pedido ao visitante num site pode ser válido para outros sites de uma instalação WordPress multisite ou em outras instalações WordPress autónomas. Isto é particularmente útil caso seja responsável por gerir vários sites WordPress para uma mesma organização. Suponhamos, por exemplo, que a sua organização possui um site corporativo, uma landing page e um blogue, e pretende mostrar ao utilizador o menor número possível de avisos de cookies."],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Tenha em atenção que será necessário utilizar exactamente os mesmos prestadores TCF com as mesmas definições (restrições do prestador) em todos os sites com reencaminhamento de consentimentos. Se existirem discrepâncias, os consentimentos normalizados TCF (TC-string) irão sobrepor-se uns aos outros, de acordo com a sua especificação."],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Um dos endpoints que tem configurados está a utilizar um protocolo inseguro (não HTTPS). Por motivos de segurança, a maioria dos navegadores actuais rejeita e bloqueia a utilização de cookies entre domínios em páginas não seguras. {{a}} Saiba mais.{{\/a}}"],"https:\/\/www.chromestatus.com\/feature\/5633521622188032":["https:\/\/www.chromestatus.com\/feature\/5633521622188032"],"Forward to":["Reencaminhar para"],"No additional sites endpoints found.":["Não foram encontrados endpoints adicionais."],"Select all sites to which the consent of the user on the current site should be forwarded.":["Seleccione todos os sites para onde reencaminhar o consentimento do utilizador obtido no presente."],"External 'Forward To' endpoints":["Endpoints externos 'Forward to'"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Esta opção só é necessária se pretender reencaminhar consentimento para outra instalação do WordPress. Introduza um endpoint de URL da API REST WP do Real Cookie Banner por linha. Poderá ver abaixo uma lista de todos os endpoints disponíveis nesta instalação do WordPress."],"Affiliate link as \"powered by\" link":["Link de afiliado sob a forma \"powered by\""],"Please provide a valid url!":["Por favor, indique um URL válido!"],"You can replace the \"powered by\" link in the cookie banner with your affiliate link. This allows you to earn affiliate commissions if interested users find Real Cookie Banner when they visit your website.":["É possível substituir a ligação \"powered by\" no aviso de cookies pelo seu link de afiliado. Assim poderá ganhar comissões de afiliação, caso utilizadores interessados encontrem o Real Cookie Banner ao visitar o seu site."],"Label behind the link":["Etiqueta por detrás da ligação"],"Depending on which country you are from, you may have to label affiliate links as advertising. You can place e.g. a text or an asterisk behind the link.":["Dependendo do país de origem, poderá ter de rotular os links de afiliados como publicidade. Poderá colocar, p. ex., texto ou um asterisco atrás da hiperligação."],"Affiliate":["Afiliado"],"Consent required according to TCF":["Autorização necessária de acordo com o TCF"]}}}