{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"347.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Name":["Nome"],"Status":["Estado"],"Enabled":["Activado"],"Disabled":["Desactivado"],"Draft":["Rascunho"],"Description":["Descrição"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Guardar"],"Not defined":["Não definido"],"Consent":["Consentimento"],"Please choose a status!":["Por favor, escolha um estado!"],"Other":["Outros"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Tem alterações não guardadas. Se abandonar esta página, as suas alterações serão descartadas."]," or ":[" ou "],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/pt\/read\/article-6\/"],"Provider":["Prestador"],"Privacy policy of the provider":["Política de privacidade do prestador"],"Legal basis":["Base jurídica"],"Data processing in countries":["Tratamento de dados em outros países"],"Safety mechanisms for data transmission":["Mecanismos de segurança para transmissão de dados"],"You have selected countries which are considered as unsafe (%s). If you activate one of this safety mechanisms, you do not ask for consent according to {{article\/}}, if this kind of consent is activated at all in the settings.":["Escolheu países considerados inseguros (%s). Caso active um destes mecanismos de segurança, não precisará de solicitar consentimento, de acordo com o {{article\/}}, caso este tipo de consentimento tenha sido activado nas definições."],"second(s)":["segundo(s)"],"This cookie is active as long as the session is active":["Este cookie permanecerá activo por toda a duração da sessão"],"Session":["Sessão"],"Cookie type":["Tipo de cookie"],"Technical cookie information":["Informações técnicas sobre cookies"],"Please confirm that you have checked the contents of the service.":["Por favor, confirme que verificou o conteúdo do serviço."],"You need to enable at least one purpose!":["É necessário ativar pelo menos uma finalidade!"],"You have successfully saved the TCF vendor configuration.":["A configuração do prestador TCF foi guardada com sucesso."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Não foi possível guardar a configuração do prestador TCF devido a valores de formulário ausentes\/inválidos."],"Vendor ID: %d":["ID do prestador: %d"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["As configurações de prestador no estado \"Rascunho\" ou \"Desativado\" não são visíveis aos visitantes. Adicionalmente, os rascunhos aparecerão destacados na tabela de configurações de prestadores, para que não se esqueça de os configurar."],"Legal address":["Domicílio legal"],"Explanation of the legitimate interest":["Explicação do interesse legítimo"],"Territorial scope":["Âmbito territorial"],"The EU\/EEA\/EFTA\/UK jurisdictions where the vendor operates in the context of its TCF registration. Note that this is different from the place of establishment.":["As jurisdições da UE\/EEE\/EFTA\/Reino Unido onde o vendedor opera no contexto do seu registo TCF. Note-se que isto é diferente do local de estabelecimento."],"This vendor transfers data outside EU\/EEA":["Este fornecedor transfere dados para fora da UE\/EEE"],"Transfer mechanism":["Mecanismo de transferência"],"Adequacy decision":["Decisão de adequação"],"Standard contractual clauses":["Cláusulas contratuais-tipo"],"Binding corporate rules":["Regras empresariais vinculativas"],"Data is usually processed in the countries where the vendor has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Por norma, os dados recolhidos são tratados nos países onde o prestador tem a sua sede ou servidores. Deverá verificar junto do seu prestador de serviços onde são tratados os dados dos seus utilizadores."],"The vendor states that standard contractual clauses must be concluded with it in any case. Please make sure that you have a corresponding contract with him!":["Este prestador afirma requerer sempre a celebração de cláusulas-tipo de proteção de dados. Por favor, certifique-se de que existe um contrato em vigor que cubra esta situação!"],"General vendor configuration":["Configuração geral do prestador"],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["O prestador especifica as finalidades para as quais pretende proceder ao tratamento de dados (pessoais) dos visitantes, bem como utilizar cookies. Estas podem ser desmarcadas, caso não seja obtido consentimento para algumas delas. O prestador indica o fundamento jurídico do tratamento de dados, de acordo com o {{aGdpr}}Art. 6º do RGPD{{\/aGdpr}} e se você, como operador do site, pode alterá-lo. \"Interesse legítimo\" significa que a finalidade é pré-seleccionada com base num interesse legítimo legalmente designado, e o visitante do seu site, caso não concorde com o tratamento dos seus dados para a finalidade em apreço, terá de se opor a ela, se tal for possível. \"Consentimento\" significa que os seus visitantes têm de dar seu acordo expresso à finalidade em questão. As configurações padrão, fornecidas pelo prestador, não têm necessariamente de corresponder à sua utilização dos serviços do prestador no seu site. Em particular, pode acontecer que tenha de realizar ajustes, quando possível, na coluna \"Fundamento jurídico\". {{strong}}O interesse legítimo apenas se aplica em casos muito específicos. Em caso de dúvida, será melhor solicitar consentimento.{{\/strong}}"],"Purposes and special purposes":["Finalidades e finalidades especiais"],"Legitimate interest":["Interesse legítimo"],"Illustrations":["Ilustrações"],"Special purpose":["Finalidade especial"],"Data retention period":["Período de retenção de dados"],"%d day":["%d dia","%d dias"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Rectial 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Todos os cookies utilizados pelo serviço de um prestador TCF devem ser especificados. Tenha em atenção que existem vários tipos de cookies e, de acordo com o {{aEprivacy}}considerando 66 da Directiva ePrivacy, relativa à privacidade nas comunicações electrónicas (Directiva 2009\/136\/CE){{\/aEprivacy}}, não só tem o dever de informar os seus visitantes relativamente aos cookies (HTTP) utilizados, mas também relativamente às outras tecnologias similares em utilização no seu site. Estas informações, quando especificadas, são fornecidas pelo prestador TCF e não são modificáveis. Se estiverem incompletas, será necessário entrar em contacto com o prestador TCF e solicitar que sejam completadas."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex:32009L0136":["https:\/\/eur-lex.europa.eu\/legal-content\/PT\/TXT\/?uri=celex:32009L0136#"],"Device Storage Disclosure":["Divulgação de Armazenamento em Dispositivos"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["Os prestadores TCF têm o dever de divulgar os seus cookies, entre outros, de acordo com a especificação {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}}. No entanto, este prestador não se encontra em conformidade com esta, de tal forma que é impossível obter a informação obrigatória para um consentimento informado, conforme definido pelo RGPD. Assim, você, na qualidade de operador do seu site, não tem a possibilidade de obter consentimento válido para esse prestador."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Pode encontrar o documento de divulgação (não conforme) de práticas de armazenamento em dispositivos deste prestador em {{a}}%s{{\/a}}. Por favor, entre em contacto com o prestador e solicite-lhe uma divulgação em conformidade com as normas!"],"Problem:":["Problema:"],"The vendor does not provide any disclosures.":["O prestador não divulga qualquer procedimento."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["O prestador não especifica, para um ou mais cookies, em que domínios são válidos."],"The vendor does not specify the purpose for one or multiple cookies.":["O prestador não especifica as finalidades associadas a um ou mais cookies."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["O prestador não especifica se um ou mais cookies são renovados."],"The vendor does not specify the age in seconds for one or multiple cookies.":["O prestador não especifica a idade, em segundos, de um ou mais cookies."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["O prestador fornece uma versão dos dados tecnicamente incompatível com leitura automática e significativamente distinta da norma definida."],"This vendor does not provide any device storage disclosure.":["Este prestador não divulga qualquer procedimento de armazenamento."],"Identifier":["Identificador"],"Domain":["Domínio"],"Duration":["Duração"],"Refresh":["Actualizar"],"Purposes":["Finalidades"],"%d purpose":["%d finalidade","%d finalidades"],"None":["Nenhum"],"Unknown":["Desconhecido"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["As funcionalidades são especificadas pelo prestador e não são editáveis. Descrevem as formas como os dados pessoais são tratados para alcançar uma ou várias finalidades."],"Features and special features":["Funcionalidades e funcionalidades especiais"],"This vendor has not listed any used features.":["Este prestador não listou qualquer funcionalidade utilizada."],"Special feature":["Funcionalidade especial"],"Data categories are specified by the vendor and are immutable. They describe the characteristics of which personal data is processed.":["As categorias de dados são especificadas pelo fornecedor e são imutáveis. Descrevem as características das quais os dados pessoais são processados."],"Data categories":["Categorias de dados"],"This vendor has not listed any data categories.":["Este fornecedor não listou nenhuma categoria de dados."],"legal-text\u0004I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Confirmo ter verificado as informações presentes na configuração do prestador TCF e que corrigi qualquer elemento inadequado ao meu caso de utilização."]}}}