{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"877.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Cancel":["Cancelar"],"Leave":["Sair"],"Countries with an adequacy decision in EU: %s":["Países que adoptaram uma decisão de adequação na UE: %s"],"Countries with an adequacy decision in Switzerland: %s":["Países que adoptaram uma decisão de adequação na Suíça: %s"],"Countries where GDPR applies: %s":["Países que aplicam o RGPD: %s"],"Countries where %s applies":["Países onde %s se aplica"],"legal-text\u0004GDPR (EU\/EEA)":["RGPD (UE\/EEE)"],"legal-text\u0004DSG (Switzerland)":["DSG (Suíça)"],"legal-text\u0004GDPR":["RGPD"],"legal-text\u0004Art. 49 (1) (a) GDPR (EU\/EEA)":["Art. 49 (1) (a) RGPD (UE\/EEE)"],"legal-text\u0004Art. 17 (1) (a) DSG (Switzerland)":["Art. 17.º (1) (a) do DSG (Suíça)"],"legal-text\u0004Art. 49 (1) (a) GDPR":["Art. 49 (1) (a) RGPD"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/pt\/read\/article-49\/"],"https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17":["https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17"],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en?prefLang=pt"],"Trans-Atlantic Data Privacy Framework self-certified provider for secure data processing in the USA":["Prestador auto-certificado do Quadro de Privacidade de Dados UE-EUA para tratamento seguro de dados pessoais nos EUA"],"The adequacy decision for secure data processing only applies if the provider is self certified and included in the \"Data Privacy Framework List\". To find out which companies are certified, {{a}}visit the website of the US government{{\/a}}.":["A decisão de adequação para um tratamento seguro de dados apenas se aplica a prestadores auto-certificados e incluídos na \"Data Privacy Framework List\". Para saber quais as entidades certificadas, {{a}}visite o respetivo site do governo norte-americano{{\/a}}."],"https:\/\/www.dataprivacyframework.gov\/list":["https:\/\/www.dataprivacyframework.gov\/list"],"Standard contractual clauses concluded with the provider":["Cláusulas-tipo de proteção de dados celebradas com o prestador"],"Did you sign a contract with the provider, e.g. when registering online? If so, the contract may contain {{a}}standard contractual clauses{{\/a}} of the EU, which promise secure data processing in unsafe third countries.":["Assinou algum contrato com o prestador, p. ex., ao efectuar o registo online? Em caso afirmativo, o contrato poderá conter {{a}}cláusulas-tipo de proteção de dados{{\/a}} da UE, para o tratamento seguro dos dados em países terceiros, inseguros."],"Standard contractual clauses concluded by the provider with sub-processors processing data in unsafe third countries, contractually assured":["Cláusulas-tipo de proteção de dados celebradas pelo prestador com subcontratantes que procedem ao tratamento de dados pessoais em países terceiros, não seguros, com garantias contratuais asseguradas"],"Did you sign a contract with the provider {{ud}}{{t}}from a safe country{{\/t}}{{\/ud}}, e.g. when registering online? If so, the contract may contain information (e.g. in a data processing agreement) if the service provider has concluded {{a}}standard contractual clauses{{\/a}} of the EU {{u}}with his own processors{{\/u}}, which promise secure data processing in unsafe third countries.":["Assinou algum contrato com prestador {{ud}}{{t}}de país seguro{{\/t}}{{\/ud}}, p. ex., ao efectuar o registo online? Em caso afirmativo, o contrato poderá conter informações (p. ex., num acordo de tratamento de dados) sobre se o prestador de serviços celebrou {{a}}cláusulas-tipo de proteção de dados{{\/a}} da UE {{u}}com os seus próprios subcontratantes{{\/u}}, para um tratamento seguro de dados em países terceiros, inseguros."],"Safe countries are those in which the given legal regulations apply or for which adequacy decisions exist. In your case, these are:":["São considerados países seguros aqueles em que se aplicam os regulamentos legais indicados ou para os quais existem decisões de adequação. No seu caso, são os seguintes:"]}}}