{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"384.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Name":["Nome"],"Please provide a name!":["Por favor, indique um nome!"],"Status":["Estado"],"Please choose an option!":["Escolha uma opção!"],"Enabled":["Activado"],"Disabled":["Desactivado"],"Draft":["Rascunho"],"Missing entries:":["Entradas em falta:"],"Cancel":["Cancelar"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Guardar"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Successfully copied to the clipboard!":["Copiado com sucesso para a área de transferência!"],"Applied!":["Aplicado!"],"Please provide a group!":["Por favor, indique um grupo!"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Tem alterações não guardadas. Se abandonar esta página, as suas alterações serão descartadas."],"Phone":["Número de telefone"],"Please provide a valid email!":["Por favor, indique um email válido!"],"Email":["Email"],"Contact form":["Formulário de contacto"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Reset now":["Repor agora"]," or ":[" ou "],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/pt\/read\/article-6\/"],"Since this template has replaced another one, I would like the old entries using this template to be deleted after submitting this form.":["Uma vez que este modelo substituiu outro, gostaria que as entradas antigas que utilizam este modelo fossem eliminadas após a apresentação deste formulário."],"This template is not yet translated into your language%s. You can still use it without any issues, but you have to translate it yourself.":["Este modelo ainda não está traduzido para a sua língua%s. Pode utilizá-lo sem qualquer problema, mas terá de o traduzir você mesmo.","Este modelo ainda não está traduzido para as suas línguas%s. Pode utilizá-lo sem qualquer problema, mas terá de o traduzir você mesmo."],"The template has been updated to provide current legal and technical information. Fields with outdated values or values you manually adjusted are marked with {{tag\/}}. You can apply all changes with one click!":["O modelo foi actualizado, a fim de fornecer informações técnicas e legais actualizadas. Os campos com valores desactualizados ou ajustados manualmente por si estão marcados com {{tag\/}}. Se quiser, poderá aplicar todas as alterações com um clique!"],"Differing from template":["Diferente do modelo"],"Use default values":["Utilizar valores predefinidos"],"Do you really want to irrevocably overwrite all changes to this form with the defaults from the latest version of the template?":["Pretende mesmo substituir irrevogavelmente todas as alterações a este formulário pelas predefinições da versão mais recente do modelo?"],"Reset to latest template version":["Repor a versão mais recente do modelo"],"Version %s (latest)":["Versão %s (a mais recente)"],"Version %s":["Versão %s"],"Your value":["O seu valor"],"Older versions not available":["Versões mais antigas não disponíveis"],"The version you selected does not show any difference to your current form value.":["A versão que seleccionou não apresenta qualquer diferença em relação ao valor actual do formulário."],"The value you entered is different from the value in the template.":["O valor introduzido é diferente do valor no modelo."],"Default value:":["Valor predefinido:"],"Use default value":["Utilizar valor predefinido"],"Want to use %s template?":["Pretende utilizar o modelo %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["A versão %s de Real Cookie Banner inclui um número limitado de modelos para serviços e bloqueadores de conteúdo. Obtenha a versão PRO hoje mesmo e crie serviços e bloqueadores de conteúdo a partir deste modelo com apenas um clique!"],"Demo":["Demo"],"Free":["Grátis"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Pode criar este serviço e pesquisar as informações necessárias sem quaisquer restrições com a versão gratuita."],"Special circumstances for this service":["Circunstâncias especiais para este serviço"],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["O plugin {{strong}}%s{{\/strong}} recomenda este serviço."],"Integration":["Integração"],"No description":["Sem descrição"],"help you with the setup":["dar-lhe uma ajuda na configuração"],"Create from scratch":["Criar a partir do zero"],"an individual service":["um serviço individual"],"an individual content blocker":["um bloqueador de conteúdos individual"],"Scan website":["Analisar site"],"and find used service":["e encontrar serviços em utilização"],"Search template by name...":["Procurar modelo por nome..."],"Show only free templates":["Mostrar apenas modelos gratuitos"],"{{strong}}No template found{{\/strong}}. Please try to create the service yourself or {{a}}contact us{{\/a}} and let us know for which service you need a template.":["{{strong}}Não foi encontrado qualquer modelo{{\/strong}}. Tente criar o serviço você mesmo ou {{a}}contacte-nos{{\/a}} e diga-nos para que serviço necessita de um modelo."],"...or create it from one of our templates":["...ou crie-o a partir de um dos nossos modelos"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/"],"How do I find all services (cookies) on my website?":["Como faço para encontrar todos os serviços (cookies) do meu site?"],"Service templates with technical and legal details from the Service Cloud":["Modelos de serviços com pormenores técnicos e jurídicos a partir da Service Cloud"],"Content Blocker with suitable settings from the Service Cloud":["Bloqueador de conteúdo com definições adequadas a partir da Service Cloud"],"Templates for hundreds of services that you could be running on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Descarregue modelos para centenas de serviços que podem ser executados no seu site a partir da Service Cloud do Real Cookie Banner e poupe muito tempo e trabalho a configurar o seu aviso de cookies. A base de dados dos modelos de serviços actualizados deverá ser descarregada da Service Cloud do Real Cookie Banner para o seu servidor, pelo que os visitantes do seu site não precisarão de se ligar a qualquer nuvem."],"Templates to block for hundreds of services you might use on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Descarregue modelos de bloqueador de conteúdo para centenas de serviços que podem ser executados no seu site a partir da Service Cloud do Real Cookie Banner e poupe muito tempo e trabalho a configurar o seu aviso de cookies. A base de dados dos modelos de serviços actualizados deverá ser descarregada da Service Cloud do Real Cookie Banner para o seu servidor, pelo que os visitantes do seu site não precisarão de se ligar a qualquer nuvem."],"We also offer you a lot of templates in the free version, you can activate your free licence at any time, without any costs.":["Também lhe oferecemos muitos modelos na versão gratuita. Pode activar a sua licença gratuita em qualquer altura, sem quaisquer custos."],"You have successfully saved the content blocker.":["Bloqueador de conteúdo guardado com sucesso."],"The content blocker could not be saved due to missing\/invalid form values.":["Não foi possível guardar o bloqueador de conteúdo devido a valores de formulário em falta\/inválidos."],"You have already created a service. Are you sure that you don't want to create the corresponding content blocker?":["Já criou um serviço. Tem a certeza de que não pretende criar o bloqueador de conteúdo correspondente?"],"You have successfully saved the service.":["O serviço foi guardado com sucesso."],"The service could not be saved due to missing\/invalid form values.":["Não foi possível guardar o serviço devido a valores de formulário em falta\/inválidos."],"A service with the same unique name already exists.":["Já existe um serviço com o mesmo nome."],"Unique identifier":["Identificador único"],"Each service used should have a descriptive name that is understandable to a non-professional user. Example: \"Google Analytics\". In addition, each service must have a unique identifier that you use for e.g. consent forwarding or the developer API (automatically generated if empty).":["Cada serviço utilizado deve possuir um nome descritivo, compreensível para utilizadores não profissionais, como p. ex. \"Google Analytics\". Adicionalmente, cada serviço deverá possui um identificador único que será utilizado, p. ex., no reencaminhamento de consentimentos ou com a API de programação (gerado automaticamente se em branco)."],"Services with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Os serviços no estado \"Rascunho\" ou \"Desativado\" não são visíveis aos visitantes. Adicionalmente, os rascunhos aparecerão destacados na tabela de bloqueadores de conteúdo, para que não se esqueça de os configurar."],"Group":["Grupo"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can (but do not have to) be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not work are considered as essential services if the visitor has explicitly requested the service used. A possible economic interest of the website operator in using a tool, e.g. Google Analytics, is irrelevant.":["Cada serviço deverá ser atribuído a um grupo. Todos os serviços que não pertençam ao grupo de serviços essenciais podem (mas não têm de) ser aceites pelos visitantes. De acordo com a directiva relativa à privacidade nas comunicações electrónicas, apenas os serviços sem os quais o site não poderia fornecer ao visitante os recursos expressamente solicitados por este são considerados essenciais. O eventual interesse económico do operador do site como justificativa para a utilização de uma ferramenta, por exemplo, o Google Analytics, é considerado irrelevante."],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Atribuiu %1$s a um grupo de serviços não essenciais. Na nossa opinião jurídica, esta é a única forma de utilizar %1$s legalmente. No entanto, tenha em atenção que, se um utilizador não autorizar o carregamento de %1$s, os eventos de opt-in e opt-out não serão enviados para %1$s. Real Cookie Banner dá-lhe a possibilidade de especificar um HTML\/JavaScript de recurso para este caso."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["O grupo de serviços ao qual este serviço é normalmente atribuído (%s) foi eliminado pelo utilizador. Por favor, atribua o serviço a um grupo manualmente."],"The groups specified in service templates were chosen wisely. Are you sure that this service should be assigned to another group for your case?":["Os grupos especificados nos modelos de serviço foram escolhidos com prudência. Tem a certeza de que, neste caso, pretende atribuir este serviço a outro grupo?"],"I as the website operator am the provider\/responsible for data processing (usually for self-hosted services)":["Eu, na qualidade de operador do site, sou o prestador\/responsável pelo tratamento de dados pessoais (geralmente aplicável a serviços auto-hospedados)"],"Provider":["Prestador"],"Please name a provider!":["Por favor, indique um prestador!"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678":["p. ex. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678"],"Services have an \"owner\" who processes personal data or information saved in cookies etc. For self-hosted services, you are the data processor. Your contact details under {{a}}Settings > General > Website operator details{{\/a}} are used. For other services, input the provider's contact details, often found in their privacy policy.":["Cada serviço tem um \"proprietário\" responsável pelo tratamento dos dados pessoais e outras informações guardadas p. ex. em cookies. No caso de serviços auto-hospedados, o utilizador é o responsável pelo tratamento de dados. São utilizados os seus dados de contacto introduzidos em {{a}}Opções > Geral > Dados do operador do site{{\/a}} . Para outros serviços, introduza os dados de contacto do respectivo prestador, frequentemente encontrados na sua política de privacidade."],"Provider contact":["Contacto do prestador"],"Please provide a valid URL!":["Por favor, indique um URL válido!"],"Purpose":["Finalidade"],"The ePrivacy Directive and the GDPR require that a non-professional user understands the purpose of this service, how personal data is collected and how cookies are used for this purpose.":["A directiva relativa à privacidade e às comunicações electrónicas e o RGPD determinam que tanto a finalidade apresentada para este serviço como a forma de recolha de dados pessoais e utilização de cookies pelo mesmo sejam facilmente compreensíveis por parte de qualquer utilizador."],"Privacy policy of the provider":["Política de privacidade do prestador"],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Por favor, indique uma ligação directa para a política de privacidade do prestador responsável por este serviço (no idioma utilizado no seu site)."],"Legal notice of the provider":["Aviso legal do prestador"],"Provide a direct link to the legal notice or contact of the provider who operates this service (in the language of your website).":["Indique uma ligação directa para o aviso legal ou contacto do prestador responsável por este serviço (no idioma utilizado no seu site)."],"Consent (Opt-in)":["Consentimento (Opt-in)"],"Legitimate interest (Opt-out)":["Interesse legítimo (Opt-out)"],"Compliance with a legal obligation":["Cumprimento de uma obrigação legal"],"Legal basis":["Base jurídica"],"https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/":["https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/"],"Services can be used on various legal bases according to {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases and only for data processing. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["De acordo com o {{aGdpr}}Artigo 6.º do RGPD{{\/aGdpr}}, a legitimidade da utilização dos serviços pode assentar em diferentes fundamentos jurídicos. \"Consentimento\" significa que o utilizador tem de aceitar explicitamente o serviço (opt-in). \"Interesse legítimo\" significa que o seu interesse, enquanto operador do site, prevalece relativamente à utilização do serviço, podendo o utilizador retirar expressamente o seu consentimento (opt-out), exceto se o serviço em questão for considerado essencial para o funcionamento do site, caos no qual a retirada do consentimento não seria viável. {{strong}}O interesse legítimo apenas se aplica em casos excepcionais, e apenas no que concerne o tratamento de dados. Em caso de dúvida, será preferível obter consentimento.{{\/strong}}"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["O seu serviço encontra-se presentemente categorizado como \"Essencial\". Este grupo de serviços tem implícito o fundamento do interesse legítimo, com a diferença de que não é possível ao utilizador retirar o seu consentimento para a sua utilização."],"You have activated Google Consent Mode and agreed to the recommendations for the use of Google services without consent. At the same time, you allow this service to be loaded only after consent has been obtained. Please check whether you wish to use these services on your website {{strong}}on the basis of a legitimate interest{{\/strong}} (even before Google receiving consent into consent types accordance with Google Consent Mode and therefore e.g. not setting advertising cookies)!":["Activou o Google Consent Mode e concordou com as recomendações para a utilização dos serviços Google sem consentimento. Ao mesmo tempo, permite que este serviço seja carregado apenas após a obtenção do consentimento. Verifique se pretende utilizar estes serviços no seu Web site {{strong}}com base num interesse legítimo{{\/strong}} (mesmo antes de o Google receber o consentimento em tipos de consentimento de acordo com o Google Consent Mode e, portanto, por exemplo, não definir cookies de publicidade)!"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. This means that when your website visitors visit your website for the first time, they will not know that you use this service on the basis of a legitimate interest and can object to it. They will need to read your cookie policy or privacy policy to find out. Check whether there really is a legitimate interest in the legal sense according to {{a}}Art. 6 (1) (f) GDPR{{\/a}}, which is only given in rare cases!":["Optou por obter consentimento sem banner de cookies no seu site. Ou seja, qualquer visitante do seu site, na primeira visita, não saberá que utiliza este serviço com base em interesse legítimo e poderá opor-se a ele. Para o saber, terá de consultar a sua política de privacidade ou de cookies. Verifique se realmente existe interesse legítimo, na acepção prevista na lei, conforme o {{a}}Art. 6 (1) (f) do RGPD{{\/a}}, que apenas se aplica raramente!"],"Data processing in countries":["Tratamento de dados em outros países"],"Data is usually processed in the countries where the service has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Por norma, os dados recolhidos são tratados nos países onde o serviço tem a sua sede ou servidores. Deverá verificar junto do seu prestador de serviços onde são tratados os dados dos seus utilizadores."],"A transfer of personal data (e.g. IP address of the website visitor) to third countries that are unsafe in terms of data protection law (%s), is only permitted with prior consent. Consequently, such a service can never be essential under data protection law, since essential services are used on a different (in the case, non-existent) legal basis. In practice, however, it will not always be possible to avoid such use.":["A transferência de dados pessoais (p. ex. endereço IP do visitante do site) para países terceiros, considerados inseguros à luz da legislação de protecção de dados (%s), apenas é permitida com prévio consentimento do titular desses dados. Ou seja, nos termos da legislação vigente em matéria de protecção de dados pessoais, um serviço deste tipo não poderá, em caso algum, ser essencial, uma vez que os serviços essenciais são utilizados sobre uma base jurídica diferente (no caso, inexistente). Na prática, porém, nem sempre será possível evitar essa utilização."],"Safety mechanisms for data transmission":["Mecanismos de segurança para transmissão de dados"],"You have selected countries which are considered as unsafe (%s). If you activate one of this safety mechanisms, you do not ask for consent according to {{article\/}}, if this kind of consent is activated at all in the settings.":["Escolheu países considerados inseguros (%s). Caso active um destes mecanismos de segurança, não precisará de solicitar consentimento, de acordo com o {{article\/}}, caso este tipo de consentimento tenha sido activado nas definições."],"General service configuration":["Configuração geral do serviço"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/"],"This service does not set any technical cookies on the client of the visitor, but e.g. integrates a script.":["Este serviço não instala quaisquer cookies técnicos no cliente do visitante, mas integra, por exemplo, um script."],"Please provide a cookie type!":["Por favor, indique um tipo de cookie!"],"Please provide a technical cookie name!":["Por favor, indique o nome técnico do cookie!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Tem a certeza de que este é o nome do cookie? Aparentemente, está a utilizar um placeholder não suportado. Por favor, utilize um asterisco ({{code}}*{{\/code}}) como placeholder se o nome do cookie for composto de forma dinâmica."],"Please provide a valid hostname!":["Por favor, indique um nome de anfitrião válido!"],"You are using an invalid wildcard (placeholder) syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Está a utilizar uma sintaxe inválida de wildcard (placeholder) {{code}}*.{{\/code}} na correspondência dos subdomínios. Para incluir subdomínios, por favor, utilize {{code}}.%s{{\/code}}."],"second(s)":["segundo(s)"],"minute(s)":["minuto(s)"],"hour(s)":["hora(s)"],"day(s)":["dia(s)"],"month(s)":["mês(es)"],"year(s)":["ano(s)"],"This cookie is active as long as the session is active":["Este cookie permanecerá activo por toda a duração da sessão"],"Session":["Sessão"],"Please provide a valid duration!":["Por favor, indique uma duração válida!"],"Please provide an unit!":["Por favor, indique uma unidade!"],"Cookie type":["Tipo de cookie"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as a wildcard (placeholder).":["Cada cookie tem um nome técnico, que deverá preencher. Se o nome de um cookie for composto de forma dinâmica, utilize um asterisco ({{code}}*{{\/code}}) como wildcard (placeholder)."],"Technical cookie name":["Nome técnico do cookie"],"Every cookie is associated to a domain or hostname.":["Cada cookie está associado a um domínio ou nome de anfitrião."],"Technical cookie host":["Anfitrião técnico do cookie"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["Um cookie HTTP apenas é válido durante um determinado período, determinado aquando da sua definição."],"Cookie duration":["Validade do cookie"],"Each cookie serves a purpose (e.g. user identification for tracking), which should be explained.":["Cada cookie possui uma finalidade (p. ex. identificação do utilizador para rastreio), que deverá ser explicada."],"Add another cookie definition":["Adicionar outra definição de cookie"],"Total %d items":["Total de %d itens"],"Modified entries:":["Entradas modificadas:"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Eliminar todos os cookies próprios após o opt-out. São considerados cookies próprios os instalados por ou para este domínio."],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and according to {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Recital 66{{\/aEprivacy}} you have to inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["É necessário que especifique todos os cookies utilizados por cada serviço em utilização. Poderá encontrar esta informação na consola de depuração do seu navegador. Tenha em atenção que existem vários tipos de cookies e, de acordo com o {{aEprivacy}}considerando 66 da directiva relativa à privacidade nas comunicações electrónicas (Directiva 2009\/136\/CE){{\/aEprivacy}}, não só tem o dever de informar os seus visitantes relativamente aos cookies (HTTP) utilizados, mas também relativamente às outras tecnologias similares em utilização no seu site."],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/eur-lex.europa.eu\/legal-content\/PT\/TXT\/?uri=celex:32009L0136"],"Technical cookie information":["Informações técnicas sobre cookies"],"Event names for %s":["Nomes de eventos para %s"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Ainda não definiu qualquer serviço %s. Para utilizar nomes de eventos, é necessário criar um serviço %s."],"Storing and reading of data such as cookies (web) or device identifiers (apps) related to advertising.":["Armazenamento e leitura de dados como cookies (Web) ou identificadores de dispositivos (aplicações) relacionados com a publicidade."],"Sending user data to Google for online advertising purposes.":["Envio de dados do utilizadores ao Google para fins de publicidade online."],"Evaluation and display of personalized advertising.":["Avaliação e apresentação de publicidade personalizada."],"Storing and reading of data such as cookies (web) or device identifiers (apps), related to analytics (e.g. visit duration).":["Armazenamento e leitura de dados, como cookies (Web) ou identificadores de dispositivos (aplicações), relacionados com análises (por exemplo, duração da visita)."],"Storing and reading of data that supports the functionality of the website or app (e.g. language settings).":["Armazenamento e leitura de dados que suportam a funcionalidade do sítio Web ou da aplicação (por exemplo, definições de idioma)."],"Storing and reading of data related to personalization (e.g. video recommendations).":["Armazenamento e leitura de dados relacionados com a personalização (por exemplo, recomendações de vídeos)."],"Storing and reading of data related to security (e.g. authentication functionality, fraud prevention, and other user protection).":["Armazenamento e leitura de dados relacionados com a segurança (por exemplo, funcionalidade de autenticação, prevenção de fraudes e outra proteção do utilizador)."],"Accessible as \"Additional Consent\" in Google Tag Manager to fire tags only if consent for this service has been given.":["Acessível como \"Consentimento adicional\" no Google Tag Manager para disparar tags apenas se tiver dado consentimento para este serviço."],"Unique identifier of this service":["Identificador único deste serviço"],"Requested consent types for Google Consent Mode":["Tipos de consentimento solicitados para o Google Consent Mode"],"You must obtain consent according to the Google Consent Mode based on so-called consent types, {{strong}}if the service can respect these consent types{{\/strong}} (check the documentation of the provider of this service to find out if an integration has been implemented). Especially for Google services, you should request all necessary consent types in order to be able to collect as much data as possible. Consent in consent types is only granted if the website visitor explicitly agrees to all services (with all features) or explicitly agrees to these consent types in the individual privacy settings, but not if they do not exercise their right to object if you use this service on the legal basis of a legitimate interest.":["Tem de obter o consentimento de acordo com o Google Consent Mode com base nos chamados tipos de consentimento, {{strong}}se o serviço puder respeitar estes tipos de consentimento{{\/strong}} (consulte a documentação do fornecedor deste serviço para saber se foi implementada uma integração). Especialmente no caso dos serviços Google, deve solicitar todos os tipos de consentimento necessários para poder recolher o máximo de dados possível. O consentimento em tipos de consentimento só é concedido se o visitante do Web site concordar explicitamente com todos os serviços (com todas as funcionalidades) ou concordar explicitamente com estes tipos de consentimento nas definições de privacidade individuais, mas não se não exercer o seu direito de objeção se utilizar este serviço com base legal num interesse legítimo."],"Please fill in a value!":["Por favor, indique um valor!"],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code, and you have to create a corresponding content blocker.":["O código acima contém tags HTML que são ignoradas quando um dos seguintes plugins se encontra activo: {{strong\/}}. {{i}} O que é que isto significa para mim?{{\/i}} Na maioria dos casos, outro plugin assumirá a execução do código técnico, pelo que será necessário que crie um bloqueador de conteúdo correspondente."],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Executar este script apenas se o utilizador {{u}}não{{\/u}} tiver consentido a utilização de %s"],"Code executed on opt-in":["Código executado no opt-in"],"Code executed on opt-out":["Código executado no opt-out"],"Code executed on page load":["Código executado ao carregar a página"],"The {{strong}}%1$s{{\/strong}} plugin is connected to this service. This means that the scripts mentioned below may not be run exactly as they are or may be changed. So, it's best not to make any further changes or delete the script. Instead, if you want to make changes related to {{strong}}%2$s{{\/strong}}, please do it directly in the {{strong}}%1$s{{\/strong}}.":["O plugin {{strong}}%1$s{{\/strong}} encontra-se ligado a este serviço. Assim, poderão ocorrer alterações na execução dos scripts referidos abaixo. Por conseguinte, recomenda-se que não efectue mais alterações ou elimine o script. Em alternativa, se pretender efetuar alterações relacionadas com {{strong}}%2$s{{\/strong}}, agradecemos que o faça em {{strong}}%1$s{{\/strong}}."],"You are currently embedding \"%1$s\" outside of Real Cookie Banner. You can have it blocked via a content blocker before consenting. Alternatively, you can use the following opt-in script to load %1$s directly into Real Cookie Banner.<br \/><br \/>If you want to embed \"%1$s\" via Real Cookie Banner, you have to deactivate the content blocker at the end of the form and remove \"%1$s\" outside Real Cookie Banner.<br \/><br \/>If you prefer to keep the current integration, you only have to delete the opt-in script in this form.":["\"%1$s\" está a ser incorporado fora do Real Cookie Banner. Isto faz com que possa acontecer ser bloqueado por um bloqueador de conteúdo antes de ter sido dado consentimento. Como alternativa, poderá utilizar o seguinte script de opt-in para carregar %1$s directamente no Real Cookie Banner.<br \/><br \/>Para incorporar \"%1$s\" via Real Cookie Banner, desactive o bloqueador de conteúdo no final do formulário e remova \"%1$s\" de fora do Real Cookie Banner.<br \/><br \/>Se preferir manter a integração atual, basta eliminar o script de opt-in presente neste formulário."],"If you have already used %s before creating this service, please deactivate the script\/plugin with which the service was loaded so far. The opt-in script will now take care of the correct integration.":["Se já tiver utilizado %s antes de criar este serviço, desactive o script\/plugin com o qual o serviço tem vindo a ser carregado até agora. O script de opt-in tratará agora da integração correcta."],"Priority of script execution":["Prioridade de execução do script"],"Please provide a valid priority!":["Indique uma prioridade válida!"],"Scripts executed on opt-in or on opt-out can have the property {{code}}unique-write-name{{\/code}}. If multiple scripts have the same name, only one will be executed to avoid multiple executions. If scripts with the same name are executed in different services, the one with the lowest priority is executed (defines the execution order). Changing the priority is relevant, for example, if you create two services for tracking with and without cookies (on different legal bases) for the same analysis tool.":["Os scripts executados no opt-in ou no opt-out podem ter a propriedade {{code}}unique-write-name{{\/code}}. Se vários scripts tiverem o mesmo nome, apenas um será executado para evitar múltiplas execuções. Se os scripts com o mesmo nome forem executados em serviços diferentes, é executado o que tiver a prioridade mais baixa (define a ordem de execução). A alteração da prioridade é relevante, por exemplo, se criar dois serviços para rastreio com e sem cookies (em bases legais diferentes) para a mesma ferramenta de análise."],"Priority":["Prioridade"],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Defina o código HTML e JavaScript a executar quando um visitante decidir aceitar ou recusar este serviço ou quando uma página for carregada. É importante definir corretamente o código a executar, uma vez que isto garante que os scripts são executados e os cookies instalados apenas após consentimento do utilizador."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Defina o evento %1$s a lançar na camada de dados sempre que um visitante decida aceitar ou recusar este serviço. O evento pode ser usado como accionador em %1$s. Poderá ser definida uma alternativa para os utilizadores que não permitirem a utilização de %1$s. Poderá definir código HTML e JavaScript a executar quando um visitante decidir aceitar ou recusar este serviço ou quando uma página for carregada. É importante definir corretamente o código a executar, uma vez que isto garante que os scripts são executados e os cookies instalados apenas após consentimento do utilizador."],"Technical handling":["Gestão técnica"],"Services that should be associated with a content blocker cannot be in the \"Essential\" group, because it cannot be rejected.":["Os serviços a associar a um bloqueador de conteúdo não podem pertencer ao grupo \"Essencial\", dado que os elementos deste não podem ser rejeitados."],"Create content blocker for this service.":["Criar bloqueador de conteúdo para este serviço."],"Please select a template for the Content Blocker!":["Por favor, seleccione um modelo para o bloqueador de conteúdo!"],"Select Content Blocker template...":["Seleccione o modelo do bloqueador de conteúdo..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Imediatamente após submeter este formulário, será reencaminhado para outro, onde poderá criar o bloqueador de conteúdo."],"Please confirm that you have checked the contents of the service.":["Por favor, confirme que verificou o conteúdo do serviço."],"legal-text\u0004I have checked the information in the service template myself for correctness and completeness and have added missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Confirmo ter verificado que as informações presentes no modelo do serviço são correctas e completas, tendo adicionado qualquer elemento em falta e corrigido os inadequados ao meu caso de utilização. Estou ciente de que o criador de Real Cookie Banner não poderá incorrer em qualquer responsabilidade a este respeito."]}}}