{"translation-revision-date":"2024-10-22 10:55+0000","generator":"WP-CLI\/2.11.0","source":"customize.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Link":["Ligação"],"Button":["Botão"],"Want to show legal links with a sticky icon?":["Pretende mostrar ligações legais com um ícone fixo?"],"pro-modal\/sticky-legal-links.webm":["pro-modal\/sticky-legal-links.webm"],"Display a sticky icon on your website that makes the legal links easily accessible on every subpage. Not only does it look fancy, it also boosts your data protection!":["Coloque um ícone fixo no seu sítio Web que torne as ligações legais facilmente acessíveis em todas as subpáginas. Não só tem um aspeto elegante, como também reforça a sua proteção de dados!"],"Enable sticky links widget":["Ativar o widget de links fixos"],"Want to optimize the cookie banner for mobile users?":["Pretende optimizar o aviso de cookies para dispositivos móveis?"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Os avisos de cookies são um mal necessário que ocupa muito espaço, especialmente em smartphones. Esta optimização para dispositivos móveis permite-lhe personalizar o aviso de cookies de modo a torná-lo mais discreto e, ao mesmo tempo, fácil de ler em smartphones."],"Enable mobile optimization":["Activar optimização para dispositivos móveis"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["O tamanho do aviso de cookies pode ser reduzido para os visitantes com dispositivos móveis, para que não ocupe demasiado espaço nos seus ecrãs."],"Simulate device in preview":["Simular pré-visualização em dispositivo móvel"],"Activate license":["Activar a licença"],"Activate free license":["Activar licença gratuita"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Utilize o cupão {{tag}}%s{{\/tag}} nas próximas {{strongHours}}%s horas{{\/strongHours}} e poupe {{strongPercent}}%d %%{{\/strongPercent}} no primeiro ano!"],"Successfully copied coupon to clipboard!":["Cupão copiado com sucesso para a área de transferência!"],"Get PRO!":["Consiga a versão PRO!"],"No, not interested...":["Obrigado, mas não me interessa..."],"I want to learn more!":["Quero saber mais!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Teste esta funcionalidade com uma {{a}}sandbox grátis{{\/a}} antes de comprar!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/?product=RCB"],"Unlock feature":["Desbloquear opção"],"Fully blocked":["Totalmente bloqueado"],"Partially blocked":["Parcialmente bloqueado"],"Not blocked":["Não bloqueado"],"Want to use %s preset?":["Pretende utilizar o modelo predefinido %s?"],"Only a limited number of presets are available for the free version of Real Cookie Banner. Start now with the PRO version and create a design from a preset with just one click.":["A versão gratuita de Real Cookie Banner conta apenas com um número limitado de modelos predefinidos. Mude já para a versão PRO e crie designs a partir de modelos predefinidos com um simples clique."],"Applied!":["Aplicado!"],"Apply":["Aplicar"],"Presets":["Modelos predefinidos"],"You can choose between different presets. Presets only change the style, but no texts or content. Tip: Hover the mouse over a preset to see a real-time preview. Wait %d seconds, and you will see a preview of the individual privacy settings screen.":["É possível escolher entre diferentes modelos predefinidos, que apenas têm impacto sobre o estilo do aviso, mas não sobre os seus textos ou conteúdo. Sugestão: Passe o rato sobre um modelo predefinido para o pré-visualizar. Aguarde %d segundos e verá uma pré-visualização do respectivo ecrã de opções de privacidade."],"Accessibility score":["Pontuação de acessibilidade"],"Reach 100 points to meet all of Real Cookie Banner's recommendations for making your cookie banner be easily accessible to people with disabilities on the basis of the {{a}}WCAG Standard 2.2{{\/a}}. You can find out which sections of your cookie banner need to be changed and which improvements we suggest under the individual options in the customizer.":["Uma pontuação de 100 indica que cumpre a totalidade das recomendações de Real Cookie Banner para tornar o seu aviso de cookies facilmente acessível a pessoas com deficiência, nos termos do {{a}}Padrão WCAG 2.2{{\/a}}. Aceda às opções do configurador para verificar se o seu aviso de cookies requer alterações em alguma área, juntamente com as nossas sugestões de melhoria."],"https:\/\/www.w3.org\/TR\/WCAG22\/":["https:\/\/www.w3.org\/TR\/WCAG22\/"],"Congratulations, your Cookie Banner is accessible! Thank you for making your cookie banner easily accessible to people with disabilities.":["Parabéns, acessibilidade confirmada! Muito obrigado por ter tornado o seu aviso de cookies facilmente acessível a pessoas com deficiência."],"The following configurations do not comply with the requirements:":["As seguintes configurações não cumprem os requisitos:"],"Hide passed rules":["Ocultar diretrizes cumpridas"],"Show passed rules":["Mostrar diretrizes cumpridas"],"Hide":["Ocultar"],"Want to have a choice in the first view?":["Pretende que a selecção seja apresentada na primeira vista?"],"pro-modal\/groups-first-view.png":["pro-modal\/groups-first-view.png"],"Visitors of your website can choose which service groups they want to accept immediately after loading the cookie banner, without the need to go into the individual privacy settings.":["Permite aos visitantes do seu site escolher que grupos de serviços pretendem aceitar imediatamente após o carregamento do aviso de cookies, sem necessidade de aceder às opções de privacidade."],"Allow to choose service groups directly in the first view of the cookie banner":["Permitir escolher grupos de serviços diretamente na primeira visualização do aviso de cookies"],"We recommend a scaling factor of at least %d %% in order to comply with the {{aPerc}}\"perceptibility\" of the WCAG 2.2 standard{{\/aPerc}} and thereby meet the {{aEuMinimum}}EU's minimum legal requirements for accessibility{{\/aEuMinimum}}.":["Recomenda-se a utilização de um factor de escala igual ou superior a %d %%, de modo a cumprir os {{aPerc}}requisitos de \"perceptibilidade\" da norma WCAG 2.2{{\/aPerc}} e, assim, satisfazer os {{aEuMinimum}}requisitos legais mínimos estabelecidos pela UE em matéria de acessibilidade{{\/aEuMinimum}}."],"We recommend to show an overlay until consent and an overlay opacity over 50 %% to comply with the {{aPerc}}\"perceptibility\" of the WCAG 2.2 standard{{\/aPerc}} and thereby meet the {{aEuMinimum}}EU's minimum legal requirements for accessibility{{\/aEuMinimum}}.":["Recomenda-se a apresentação de uma sobreposição de opacidade superior a 50 %% até ser dado o consentimento, de modo a cumprir os {{aPerc}}requisitos de \"perceptibilidade\" da norma WCAG 2.2{{\/aPerc}} e, assim, satisfazer os {{aEuMinimum}}requisitos legais mínimos estabelecidos pela UE em matéria de acessibilidade{{\/aEuMinimum}}."],"Cookie banner\/dialog design":["Design do banner\/caixa de diálogo de cookies"],"Miscellaneous":["Outras opções"],"Individual privacy settings":["Opções de privacidade individuais"],"Useful links":["Ligações úteis"],"Avoid popular mistakes when creating a cookie banner. {{a}}Learn more!{{\/a}}":["Evite os erros mais habituais ao criar um aviso de cookies. {{a}}Saiba mais!{{\/a}}"],"https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/":["https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/"],"Find out what you should pay attention to in the {{a}}wording of your cookie banner{{\/a}}!":["Saiba o que ter em atenção ao escrever {{a}}o texto do seu aviso de cookies{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-text\/":["https:\/\/devowl.io\/2021\/cookie-banner-text\/"],"Learn what to look for when {{a}}designing your cookie banner{{\/a}}!":["Saiba o que deve procurar ao {{a}}desenhar o seu aviso de cookies{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/":["https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/"],"Learn more about {{a}}accessibility and the legal conditions!{{\/a}}":["Saiba mais sobre {{a}}acessibilidade e respectivos requisitos legais!{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/":["https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/"],"Want to stand out from the crowd?":["Quer destacar-se da multidão?"],"pro-modal\/blur.png":["pro-modal\/blur.png"],"Blur the background and set the focus on the cookie banner so that your visitors agree to as many services and cookies as possible.":["Destaque o seu aviso de cookies sobre um fundo desfocado para que os seus visitantes consintam o máximo possível de serviços e cookies."],"Want to have cool animations?":["Quer animações fixes?"],"pro-modal\/animations-in.png":["pro-modal\/animations-in.png"],"The cookie banner can be displayed with an animation. Choose from over 40 animations the most suitable!":["O aviso de cookies pode ser apresentado com uma animação. Escolha a sua preferida entre mais de 40 possibilidades!"],"Unlock animations":["Desbloquear animações"],"The cookie banner can be hidden with an animation. Choose from over 40 animations the most suitable!":["É possível executar uma animação ao ocultar o seu aviso de cookies. Escolha a sua preferida entre mais de 40 possibilidades!"],"You need to use a minimum contrast ratio between background and font color of %d to be compliant with TCF!":["É necessário que a relação de contraste entre a cor de fundo e a cor do texto de %d seja mínima para assegurar conformidade com a norma TCF!"]}}}